Repository: eurolinux-enterprise-linux-sources/cheese
Catalog: src/po/*.po
Languages: as, de

source: Cheese Webcam Booth
as: Cheese ৰ ৱেবকেম বুথ
de: Cheese Webcam-Automat

source: Take photos and videos with your webcam, with fun graphical effects
as: ৱেবকেমৰ সহায়ত আমোদময় গ্ৰাফিক্সসহ ফ'টো তোলক আৰু ভিডিও তৈয়াৰ কৰক
de: Ein Programm, um Bilder und Videos mit einer Webcam aufzunehmen und lustige graphische Effekte hinzuzufügen

source: A list of effects applied on startup. Possible values are: "mauve", "noir_blanc", "saturation", "hulk", "vertical-flip", "horizontal-flip", "shagadelic", "vertigo", "edge", "dice" and "warp"
as: আৰম্ভৰ সময়ত ব্যৱহাৰযোগ্য ইফেক্ট । সাম্ভাব্য মান : "mauve)", "noir_blanc ", "saturation", "hulk", "vertical-flip", "horizontal-flip", "shagadelic", "vertigo", "edge", "dice " আৰু "warp"
de: Effekte, die beim Starten aktiviert werden. Mögliche Werte sind: »mauve« (Violett), »noir_blanc« (Schwarz-weiß), »saturation« (Sättigung), »hulk«, »vertical-flip« (Vertikale Spiegelung), »horizontal-flip« (Horizontale Spiegelung), »shagadelic« (Psychedelisch), »vertigo«, »edge« (Ecken), »dice« (Würfel), »warp«

source: Adjusts brightness level of the picture coming from the webcam
as: ৱেব-কেমৰ পৰা প্ৰাপ্ত ছবিৰ উজ্জ্বলতাৰ মাত্ৰা পৰিবৰ্তন কৰিবলৈ ব্যৱহৃত
de: Stellt die Helligkeit des Bildes der Kamera ein

source: Adjusts contrast level of the picture coming from the webcam
as: ৱেব-কেমৰ পৰা প্ৰাপ্ত ছবিৰ বৈপৰিত্যৰ মাত্ৰা পৰিবৰ্তন কৰিবলৈ ব্যৱহৃত
de: Stellt den Kontrast des Bildes der Kamera ein

source: Adjusts hue level of the picture coming from the webcam
as: ৱেব-কেমৰ পৰা প্ৰাপ্ত ছবিৰ হিউয়ৰ মাত্ৰা পৰিবৰ্তন কৰিবলৈ ব্যৱহৃত
de: Stellt den Farbton des Bildes der Kamera ein

source: Adjusts saturation level of the picture coming from the webcam
as: ৱেব-কেমৰ পৰা প্ৰাপ্ত ছবিৰ ছেচুৰেছনৰ মাত্ৰা পৰিবৰ্তন কৰিবলৈ ব্যৱহৃত
de: Stellt die Sättigung des Bildes der Kamera ein

source: Defines the path where the photos are stored, if empty "XDG_PHOTO/Webcam" will be used.
as: ফ'টো সংৰক্ষণৰ পথ নিৰ্ধাৰণ কৰিবলৈ ব্যৱহৃত হয় । কোনো মান লিখা ন'হ'লে "XDG_PHOTO/Webcam" প্ৰয়োগ কৰা হ'ব ।
de: Definiert den Pfad, wo Fotos gespeichert werden. Falls man das Feld leer lässt, wird »XDG_PHOTO/Webcam« verwendet.

source: Defines the path where the videos are stored, if empty "XDG_VIDEO/Webcam" will be used.
as: ভিডিও সংৰক্ষণৰ পথ নিৰ্ধাৰণ কৰিবলৈ ব্যৱহৃত হয় । কোনো মান লিখা ন'হ'লে "XDG_VIDEO/Webcam" প্ৰয়োগ কৰা হ'ব ।
de: Definiert den Pfad, wo Videos gespeichert werden. Falls man das Feld leer lässt, wird »XDG_VIDEO/Webcam« verwendet.

source: Height resolution
as: উচ্চতাৰ বিশ্লেষণ
de: Vertikale Auflösung

source: If set to true, Cheese will startup in a wide mode with the image collection placed on the right side. Useful with small screens.
as: মান true হ'লে, প্ৰসস্ত মোডত Cheese আৰম্ভ কৰা হ'ব আৰু ছবিৰ সংকলন সোঁফালে প্ৰদৰ্শিত হ'ব । সৰু মাপৰ পৰ্দাৰ ক্ষেত্ৰত সুবিধাজনক ।
de: Falls auf »wahr« gesetzt, startet Cheese im breiten Modus mit einer rechts befindlichen Bildersammlung. Dies ist nützlich für kleine Bildschirme.

source: If set to true, then Cheese will have a feature allowing you to delete a file immediately and in-place, instead of moving it to the trash. This feature can be dangerous, so use caution.
as: মান true হ'লে, Cheese ৰ এটা বৈশিষ্ট্যৰ সহায়ত আবৰ্জনাৰ বাকচত স্থানান্তৰ নকৰি নথিপত্ৰ তৎক্ষনাৎ আঁতৰুৱা যাব । এই বৈশিষ্ট্যৰ ব্যৱহাৰ বিপজ্জনক হ'ব পাৰে আৰু ব্যৱহাৰ সময়ত সতৰ্কতা অবলম্বন কৰা অত্যন্ত আৱশ্যক ।
de: Falls man diese Option aktiviert, löscht Cheese Dateien sofort, anstatt sie in den Mülleimer zu verschieben. Diese Einstellung kann gefährlich sein, daher ist Vorsicht geboten.

source: Milliseconds between photos in burst mode.
as: বাৰ্স্ট মোডত ছবিত অন্তৰ্বৰ্তী মিলিছেকেণ্ডৰ ব্যৱধান ।
de: Millisekunden zwischen Fotos im Serienaufnahmemodus.

source: Number of photos in burst mode.
as: বাৰ্স্ট মোডত ছবিৰ সংখ্যা ।
de: Anzahl der Fotos im Serienaufnahmemodus.

source: Photo Path
as: ফ'টোৰ পথ
de: Fotopfad

source: Picture brightness
as: ছবিৰ উজ্জ্বলতা
de: Helligkeit

source: Picture contrast
as: ছবিট বৈপৰিত্য
de: Kontrast

source: Picture hue
as: ছবিৰ হিউ
de: Farbton

source: Picture saturation
as: ছবিৰ ছেচুৰেছন
de: Sättigung

source: Selected Effects
as: নিৰ্বাচিত ইফেক্ট
de: Ausgewählte Effekte

source: Set to True to show countdown when taking a photo
as: ফ'টো লোৱাৰ সময়ত উলোটা গণনা কৰাৰ বাবে মান True নিৰ্ধাৰণ কৰক
de: Legt fest, ob ein Countdown beim Aufnehmen eines Fotos angezeigt werden soll

source: The device which points to the webcam (e.g. /dev/video0)
as: ৱেব-কেম নিৰ্দেশকাৰী যন্ত্ৰ (উদাহৰণস্বৰূপ, /dev/video0)
de: Geräte-Pfad, der auf die Webcam zeigt (z.B. /dev/video0)

source: The height resolution of the image captured from the camera
as: কেমেৰাৰ পৰা প্ৰাপ্ত ছবিৰ উচ্চতাৰ বিশ্লেষণ
de: Vertikale Auflösung des Bildes, das von der Kamera aufgenommen wurde

source: The length of time, in milliseconds, to delay between taking each photo in a burst sequence of photos.
as: বাৰ্স্ট অনুক্ৰমে ফটো নিয়াৰ সময় দুটা ফটোত অন্তৰ্বতী সময়ৰ ব্যৱধান, মিলিছেকেণ্ডত ব্যক্ত ।
de: Zeit in Millisekunden, die zwischen einzelnen Bildern bei Serienaufnahmen gewartet wird.

source: The number of photos to take in a single burst.
as: এটা বাৰ্স্টত যি সংখ্যক ফটো নিয়া হ'ব ।
de: Anzahl der Fotos, die in einer Serie aufgenommen werden.

source: The width resolution of the image captured from the camera
as: কেমেৰাৰ পৰা প্ৰাপ্ত ছবিৰ প্ৰস্থৰ বিশ্লেষণ
de: Horizontale Auflösung des Bildes, das von der Kamera aufgenommen wurde

source: Use a countdown
as: উলোটা গণনা কৰা হ'ব
de: Countdown benutzen

source: Video Path
as: ভিডিও পথ
de: Videopfad

source: Webcam device string indicator
as: ৱেব-কেম device-string নিৰ্দেশক
de: Der Device-Pfad zur Webcam

source: Whether to enable immediate deletion
as: বিলম্ব নকৰাৰকৈ বৰ্জন প্ৰক্ৰিয়া সক্ৰিয় কৰা হ'ব নে নহয়
de: Legt fest, ob sofortiges Löschen aktiviert wird

source: Whether to start in wide mode
as: প্ৰসস্ত মোডত আৰম্ভ কৰা হ'ব নে নহয়
de: Legt fest, ob im breiten Modus gestartet werden soll

source: Width resolution
as: প্ৰস্থৰ বিশ্লেষণ
de: Horizontale Auflösung

source: Switch to Burst Mode
as: বাৰ্স্ট মোডত পৰিবৰ্তন কৰক
de: Zum Serienaufnahmemodus umschalten

source: Switch to Photo Mode
as: ফ'টো মোডলৈ পৰিবৰ্তন কৰক
de: Zum Foto-Modus umschalten

source: Switch to Video Mode
as: ভিডিও মোডলৈ পৰিবৰ্তন কৰক
de: Zum Video-Modus umschalten

source: Switch to the Effects Selector
as: ইফেক্ট নিৰ্বাচন ব্যৱস্থাত পৰিবৰ্তন কৰক
de: Zur Effektauswahl umschalten

source: _Effects
as: ইফেক্ট (_E)
de: _Effekte

source: _Leave Fullscreen
as: সম্পূৰ্ণ পৰ্দ্দাত প্ৰদৰ্শন বন্ধ কৰা হ'ব (_L)
de: _Vollbild verlassen

source: _Take a Photo
as: এটা ফ'টো লওক (_T)
de: Foto _aufnehmen

source: Brightness
as: উজ্জ্বলতা
de: Helligkeit

source: Burst mode
as: বাৰ্স্ট মোড
de: Serienaufnahmemodus

source: Contrast
as: বৈপৰিত্য
de: Kontrast

source: Delay between photos (secs.)
as: ফটোত অন্তৰ্বৰ্তী বিৰতি (ছেকেণ্ডত)
de: Zeit zwischen den Fotos (Sekunden)

source: Device
as: যন্ত্ৰ
de: Gerät

source: Hue
as: হিউ
de: Farbton

source: Image properties
as: ছবিৰ বৈশিষ্ট্য
de: Bildeinstellungen

source: Number of photos
as: ফটোৰ সংখ্যা
de: Anzahl der Fotos

source: Preferences
as: পছন্দ
de: Einstellungen

source: Resolution
as: ৰিছোলিউছন
de: Auflösung

source: Saturation
de: Sättigung

source: Webcam
as: ৱেব-কেম
de: Kamera

source: No Effect
as: ইফেক্ট বিহীন
de: Kein Effekt

source: Mauve
de: Violett

source: Noir/Blanc
de: Schwarz-weiß

source: Vertical Flip
de: Vertikale Spiegelung

source: Horizontal Flip
de: Horizontale Spiegelung

source: Shagadelic
de: Psychedelisch

source: Edge
de: Ecken

source: Dice
de: Würfel

source: No camera found!
as: কোনো কেমেৰা চিনাক্ত নহয়!
de: Keine Kamera gefunden!

source: Please refer to the help for further information.
as: অধিক বিৱৰণৰ বাবে অনুগ্ৰহ কৰি সহায়তা চাওক ।
de: Bitte sehen Sie in der Hilfe für weitere Informationen nach.

source: One or more needed gstreamer elements are missing:
as: একাধিক আৱশ্যক gstreamer সামগ্ৰী অনুপস্থিত আছে:
de: Ein oder mehrere gstreamer-Elemente fehlen:

source: _Skip
as: উপেক্ষা কৰক (_S)
de: _Überspringen

source: S_kip All
as: সকলো উপেক্ষা কৰা হ'ব (_k)
de: Alle Ü_berspringen

source: Delete _All
as: সকলো আঁতৰুৱা হ'ব (_A)
de: Alle _Löschen

source: Failed to launch program to show: %s %s
as: চিহ্নিত বস্তু প্ৰদৰ্শনৰ বাবে প্ৰোগ্ৰাম আৰম্ভ কৰিবলৈ ব্যৰ্থ: %s %s
de: Das Anzeigeprogramm konnte nicht gestartet werden: %s %s

source: Save File
as: নথিপত্ৰ সংৰক্ষণ কৰক
de: Datei speichern

source: Could not save %s
as: %s সংৰক্ষণ কৰিবলৈ ব্যৰ্থ
de: %s konnte nicht gespeichert werden

source: Error while deleting
as: আঁতৰুৱাৰ সময়ত সমস্যা
de: Fehler beim Löschen

source: The file "%s" cannot be deleted. Details: %s
as: "%s" নথিপত্ৰ আঁতৰুৱা নাযাব । বিৱৰণ: %s
de: Die Datei »%s« konnte nicht gelöscht werden. Details: %s

source: Are you sure you want to permanently delete the %'d selected item?
as: আপুনি নিৰ্বাচিত %'d বস্তু স্থায়ীভাবে আঁতৰাবলৈ নিশ্চিত নে ?
de: Sollen das %'d ausgewählte Objekt wirklich unwiderruflich gelöscht werden?

source: Are you sure you want to permanently delete "%s"?
as: আপুনি নিশ্চিতৰূপে "%s" ক স্থায়ীৰূপে আঁতৰাবলৈ ইচ্ছুক নে ?
de: Soll »%s« wirklich unwiderruflich gelöscht werden?

source: If you delete an item, it will be permanently lost.
as: কোনো সামগ্ৰী আঁতৰুৱা হ'লে, সেইটো পুনৰুদ্ধাৰ কৰা সম্ভৱ ন'হ'ব ।
de: Wenn Sie ein Objekt löschen, geht es für immer verloren.

source: Unknown Error
as: অজ্ঞাত ত্ৰুটি
de: Unbekannter Fehler

source: Cannot move file to trash, do you want to delete immediately?
as: নথিপত্ৰক আবৰ্জনাৰ বাকচলৈ নিয়া সম্ভৱ নহয়, ইয়াক বিলম্ব নকৰাকৈ আঁতৰাওঁ ?
de: Verschieben in den Mülleimer nicht möglich, möchten Sie unverzüglich löschen?

source: The file "%s" cannot be moved to the trash. Details: %s
as: "%s" নথিপত্ৰ আবৰ্জনাৰ বাকচলৈ নিয়া নাযাব । বিৱৰণ: %s
de: Die Datei »%s« konnte nicht in den Müll verschoben werden. Details: %s

source: Really move all photos and videos to the trash?
as: সকলো ফ'টো আৰু ভিডিও নিশ্চিতৰূপে আবৰ্জনাৰ বাকচলৈ নিয়া হ'ব নেকি ?
de: Möchten Sie wirklich alle Fotos und Videos in den Müll verschieben?

source: _Move to Trash
as: আবৰ্জনাৰ বাকচলৈ নিয়ক (_M)
de: In den _Müll verschieben

source: Could not set the Account Photo
as: হিচাপৰ ফ'টো নিৰ্ধাৰণ কৰিবলৈ ব্যৰ্থ
de: Das Anmeldefoto konnte nicht gesetzt werden

source: Media files
as: মিডিয়া নথিপত্ৰ
de: Mediendateien

source: Unable to open help file for Cheese
as: Cheese সম্বন্ধীয় সহায়িকা প্ৰদৰ্শন কৰিবলৈ ব্যৰ্থ
de: Die Hilfedatei zu Cheese konnte nicht geöffnet werden

source: translator-credits
as: অমিতাক্ষ ফুকন (aphukan@fedoraproject.org)
de: daniel g. siegel <dgsiegel@gmail.com> Andre Klapper <ak-47@gmx.net> Wolfgang Stöggl <c72578@yahoo.de> Nathan-J. Hirschauer <nathanhirschauer@verfriemelt.org> Mario Blättermann <mariobl@gnome.org>

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de: Dieses Programm ist freie Software, Sie können sie weitergeben und/oder verändern solange Sie sich an die Regeln der GNU General Public License halten, so wie sie von der Free Software Foundation festgelegt wurden; entweder in Version 2 der Lizenz oder (nach Ihrem Ermessen) in jeder folgenden Lizenz.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Dieses Programm wurde mit dem Ziel veröffentlicht, dass Sie es nützlich finden, jedoch OHNE JEDWEDE GARANTIE, sogar ohne eine implizite Garantie der VERKAUFBARKEIT oder der NUTZBARKEIT FÜR EINEN SPEZIELLEN ZWECK. Schauen Sie für weitere Informationen bitten in der GNU General Public License (GNU GPL) nach.

source: You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
de: Mit diesem Programm sollten Sie außerdem eine Kopie der GNU General Public License erhalten haben. Wenn dem nicht so ist, siehe <http://www.gnu.org/licenses/>.

source: _Start Recording
as: ৰেকৰ্ডিং আৰম্ভ কৰক (_S)
de: _Aufnahme starten

source: _Stop Recording
as: ৰেকৰ্ডিং বন্ধ কৰক (_S)
de: _Aufnahme stoppen

source: _Edit
as: সম্পাদনা (_E)
de: _Bearbeiten

source: Move All to Trash
as: আবৰ্জনাৰ বাকচলৈ সমস্ত নিয়ক
de: Alle in den Mülleimer verschieben

source: _Help
as: সহায় (_H)
de: _Hilfe

source: _Contents
as: সূচি(_C)
de: I_nhalt

source: Help on this Application
as: এই অনুপ্ৰয়োগৰ বাবে উপলব্ধ সহায়তা
de: Hilfe zu diesem Programm

source: Countdown
as: উলোটা গণনা
de: Einen Countdown benutzen

source: _Wide mode
as: প্ৰসস্ত মোড (_W)
de: _Breiter Modus

source: _Photo
as: ফ'টো (_P)
de: _Foto

source: _Burst
as: বাৰ্স্ট (_B)
de: _Serienaufnahme

source: _Open
as: খোলক (_O)
de: Ö_ffnen

source: Save _As...
as: নতুন ৰূপে সংৰক্ষণ...(_A)
de: Speichern _unter …

source: Move to _Trash
as: আবৰ্জনাৰ বাকচলৈ নিয়ক (_T)
de: In den Mülleimer _verschieben

source: Delete
as: আঁতৰাওক
de: Löschen

source: _Recording
as: ৰেকৰ্ডিং (_R)
de: _Aufnahme

source: _Take multiple Photos
as: একাধিক ফটো লওক (_T)
de: Mehrere Fotos _aufnehmen

source: _Set As Account Photo
as: হিচাপৰ ফ'টো ৰূপে নিৰ্ধাৰণ কৰক (_S)
de: Als _Anmeldefoto setzen

source: Send by _Mail
as: মেইলৰ মাধ্যমে পঠিওৱা হ'ব (_M)
de: Per E-_Mail senden

source: Send _To
as: চিহ্নিত স্থানলৈ পঠিওৱা হ'ব (_T)
de: Senden _an

source: Export to F-_Spot
as: F-Spot লৈ ৰপ্তানি কৰক (_S)
de: Zu F-_Spot exportieren

source: Export to _Flickr
as: Flickr লৈ ৰপ্তানি কৰক (_F)
de: Zu _Flickr exportieren

source: _Start recording
as: ৰেকৰ্ডিং আৰম্ভ কৰক (_S)
de: _Aufnahme starten

source: _Take a photo
as: এটা ফ'টো তোলক (_T)
de: Foto _aufnehmen

source: Check your gstreamer installation
as: gstreamer সংস্থাপন পৰীক্ষা কৰক
de: Überprüfen Sie Ihre gstreamer-Installation

source: Be verbose
as: ভাৰ্বোছ হ'ব
de: Ausführliche Ausgabe

source: Enable wide mode
as: প্ৰসস্ত মোড সক্ৰিয় কৰক
de: Breiten Modus aktivieren

source: output version information and exit
as: সংস্কৰণৰ তথ্য প্ৰদৰ্শন কৰি প্ৰস্থান কৰা হ'ব
de: Versionsinformationen anzeigen und beenden

source: - Take photos and videos with your webcam, with fun graphical effects
as: - ৱেবকেমৰ সহায়ত আমোদময় গ্ৰাফিক্সসহ ফ'টো তোলক আৰু ভিডিও তৈয়াৰ কৰক
de: - Ein Programm, um Bilder und Videos mit einer Webcam aufzunehmen und lustige graphische Effekte hinzuzufügen

source: Cheese Website
as: Cheese ৰ ৱেব-ছাইট

source: _Cheese
as: Cheese (_C)

source: _Video
as: ভিডিও (_V)
