Repository: eurolinux-enterprise-linux-sources/cheese
Catalog: src/help/*/*.po
Languages: cs, de, es, fi, it, ko, lv, sv

source: Changing the hue of the image will add a tint to it. If image seems to be the wrong color (for example, too yellow), try changing the hue.
lv: Nokrāsas maiņa piedos attēlam toni. Ja attēls izskatās nepareizajā krāsā (piemēram pārāk dzeltens), mēģiniet mainīt nokrāsu.

source: Saturation
lv: Piesātinājums

source: Reducing the saturation makes the image less colorful. If colors seem too harsh, reduce the saturation.
lv: Piesātinājuma samazināšana padarīs foto mazāk krāsainu. Ja krāsas liekas pārāk asas, samaziniet piesātinājumu.

source: The resolution of a video or photo determines how much detail you can see in it, changing it will affect the file size.
lv: Video vai fotogrāfijas izšķirtspēja nosaka cik sīki to var apskatīt; mainot izšķirtspēju, mainīsies arī faila izmērs.

source: Change the capture resolution of your webcam
lv: Tīmekļa kameras uzņemšanas izšķirtspējas mainīšana

source: Higher resolution generally means better quality images, but photos and videos with higher resolution take up more space on your hard disk. High resolution videos, in particular, take up a lot of space.
lv: Lielāka izšķirtspēja, galvenokārt, nozīme augstākas kvalitātes attēlus, bet foto un video ar lielāku izšķirtspēju aizņem vairāk vietas uz cietā diska. Augstas izšķirtspējas video aizņem īpaši daudz vietas.

source: If you want your images to take up less disk space, reduce the resolution of your webcam. If you want better quality images, increase the resolution. To change the webcam resolution:
lv: Ja vēlaties, lai attēli aizņemtu mazāk vietas cietajā diskā, samaziniet tīmekļa kameras uzņemšanas izšķirtspēju. Ja vēlaties labākas kvalitātes attēlus, palieliniet izšķirtspēju. Lai nomainītu tīmekļa kameras uzņemšanas izšķirtspēju:

source: Choose a different resolution from the drop-down list. Some webcams only support one resolution, so you may not have a choice.
lv: Izvēlaties citu izšķirtspēju no nolaižamā saraksta. Dažas tīmekļa kameras atbalsta tikai tikai vienu izšķirtspēju, tāpēc jums var arī nebūt izvēles.

source: Click <gui>Close</gui>.
lv: Spiediet <gui>Aizvērt</gui>.

source: Use your webcam to record short movies for sharing with friends.
lv: Izmantot tīmekļa kameru, lai uzņemtu īsus videoierakstus, lai dalītos ar draugiem.

source: Record a video
lv: Ierakstīt video

source: To record a video using your webcam:
lv: Lai ierakstītu video, izmantojot tīmekļa kameru:

source: Make sure that you are in <gui>Video mode</gui>. If you are, the button in the middle of the window will say <gui>Start Recording</gui>.
lv: Pārliecinieties, ka <gui>Video režīms</gui> ir ieslēgts. Ja tā, tad loga vidū būs poga <gui>Sākt ierakstīšanu</gui>.

source: You can switch to <gui>Video mode</gui> by clicking the button in the main window or by clicking <guiseq><gui>Cheese</gui><gui>Video</gui></guiseq>.
lv: Uz <gui>Video režīms</gui> var pārslēgties, nospiežot pogu galvenajā logā vai arī nospiežot <guiseq><gui>Cheese</gui><gui>Video</gui></guiseq>.

source: Click <gui>Start Recording</gui>, or press the <key>spacebar</key>. <app>Cheese</app> will start recording from your webcam.
lv: Nospiediet <gui>Sākt ierakstīšanu</gui> vai arī <key>atstarpes taustiņš</key>. <app>Cheese</app> sāks ierakstīt no tīmekļa kameras.

source: To stop recording, click <gui>Stop Recording</gui> or press <key>Esc</key>.
lv: Lai pārtrauktu ierakstīšanu, spiediet <gui>Pārtraukt ierakstīšanu</gui> vai arī <key>Esc</key>.

source: Videos are saved in the Ogg Theora (<file>.ogv</file>) format.
lv: Video tiek saglabāti Ogg Theora (<file>.ogv</file>) formātā.

source: After you have stopped recording, the video will automatically appear in the photo stream at the bottom of the <app>Cheese</app> window. From there, you can <link xref="view-photo">play back the video</link>, upload it to a social network, post it on your blog or YouTube channel, or share it with friends by <link href="help:gnome-help/net-default-email">email</link>.
lv: Pēc ierakstīšanas pabeigšanas, video automātiski parādīsies foto plūsmā <app>Cheese</app> loga apakšā. Tālāk varat <link xref="view-photo">šo video atskaņot</link>, augšupielādēt to uz kāda no sociālajiem tīkliem, ielikt sava blogā vai YouTube kanālā, vai dalīties tajā ar draugiem, spiežot <link href="help:gnome-help/net-default-email">email</link>.

source: If you have problems sharing a video with people using other operating systems (like Windows or Mac OS), you may need to <link href="help:gnome-help/video-sending">convert it to a different format</link>.
lv: Ja jūs saskaraties ar grūtībām, daloties ar video ar citiem cilvēkiem, kas lieto citas operētājsistēmas (ka Windows vai Mac OS), iespējams, ka to vajadzēs <link href="help:gnome-help/video-sending">konvertēt uz citu formātu</link>.

source: To export a photo to F-Sport, locate the photo in your photo stream, right click on it and select <guimenuitem>Export to F-Spot</guimenuitem>. You will then be prompted by F-Spot if you wish to import the photos that are being sent to it.
de: Um ein Foto nach <application>F-Spot</application> zu exportieren, wählen Sie das gewünschte Foto in der Fotoleiste aus, klicken Sie mit der rechten Maustaste darauf und wählen <guimenuitem>Zu F-Spot exportieren</guimenuitem>. Anschließend werden Sie von <application>F-Spot</application> danach gefragt, ob Sie die gesendeten Fotos importieren wollen.
es: Para exportar una foto a F-Spot, seleccione la foto de su álbum que quiere exportar. pulse con el botón derecho sobre ella y seleccione <guimenuitem>Exportar a F-Spot</guimenuitem>. Entonces F-Spot le preguntará F-Spot si quiere importar todas las fotos que se le envían.

source: "When I launch Cheese, I get the message 'No Camera Found' but I have my webcam plugged into my computer". There are many situations that can cause this, and the exact problem that is causing it needs to be isolated. If possible, try each of the following to try and get your webcam working: 1. Plug your webcam into another computer. If it works there, then it is a problem with the connection to your computer, or the operating system if it was a different one on the other computer. Check the ports on your computer (try another one) and consult support for your particular operating system. 2. See if your camera is being detected by your computer. On Linux, open up the terminal or console and type "dmesg" before you plug in your webcam. Notice the most recent entries, and then plug in your webcam. Type "dmesg" again and see if the most recent entries differ. If the message mentions a USB device being detected, and your webcam is the only USB device that has been changed, then your computer is detecting your webcam fine. If not, then test to see if the webcam is working on another computer. This may only work with USB webcams. 3. As Cheese uses the gstreamer backend, it is most likely because gstreamer is not detecting the webcam (or gstreamer has become corrupt). Please contact support for the particular operating system that you are running with as many details as possible. For Ubuntu, please use the <ulink url="http://ubuntuforums.org/" type="http">Ubuntu Forums</ulink>.
de: »Wenn ich Cheese starte, bekomme ich die Fehlermeldung 'Keine Kamera gefunden', aber ich habe meine Webcam an den Rechner angesteckt.« Dies kann unter vielfältigen Umständen passieren, daher muss die wirkliche Ursache zunächst eingegrenzt werden. Falls möglich, gehen Sie wie folgt vor, um Ihre Webcam zum Laufen zu bringen. 1. Stecken Sie Ihre Webcam an einen anderen Rechner an. Falls sie dort funktioniert, liegt entweder ein Verbindungsproblem auf Ihrem Rechner vor oder die Ursache ist das Betriebssystem, wenn es sich unterscheidet. Überprüfen Sie die Schnittstellen Ihres Rechners (probieren Sie eine andere Schnittstelle) oder befragen Sie den Support für Ihr Betriebssystem. 2. Stellen Sie fest, ob Ihre Kamera von Ihrem Rechner erkannt wird. Auf Linux-Systemen können Sie ein Terminal öffnen und den Befehl »dmesg« eingeben, bevor Sie die Webcam anstecken. Schauen Sie sich die neuesten Einträge an und stecken Sie danach Ihre Webcam an. Rufen Sie wiederum den Befehl »dmesg« auf und schauen Sie, ob sich in den neuesten Einträgen Unterschiede ergeben haben. Falls in den Meldungen ein erkanntes USB-Gerät enthalten ist und Ihre Kamera das einzige geänderte USB-Gerät ist, dann hat Ihr Rechner die Webcam korrekt erkannt. Dies funktioniert allerdings nur mit USB-Webcams. 3. Cheese verwendet das GStreamer-Backend, daher kann es vorkommen, dass GStreamer die Webcam nicht erkennt (oder GStreamer nicht korrekt funktioniert). Bitte fragen Sie Supportmitarbeiter für das von Ihnen verwendete Betriebssystem und geben Sie so viele Einzelheiten wie möglich an. Für Ubuntu nutzen Sie bitte die <ulink url="http://ubuntuforums.org/" type="http">Ubuntu-Foren</ulink>.
es: «Cuando lanzo Cheese obtengo el mensaje "No se encontró ninguna cámara" pero tengo mi cámara conectada en mi equipo». Existen muchas situaciones en las que esto puede ocurrir, y el problema exacto que lo está causando debe ser aislado. Si es posible, pruebe cada uno de los pasos siguientes para intentar que funcione su cámara web. 1. Conecte su cámara web en otro equipo. Si funciona allí, entonces es un problema con la conexión de su equipo o con el sistema operativo, si el del otro equipo es diferente. Compruebe los puertos de su equipo (pruebe con otro) y consulte el soporte personal para su sistema operativo en particular. 2. Compruebe si su equipo está detectando su cámara, en GNU/Linux, abra una consola de terminal y escriba «dmesg» antes de conectar su cámara web. Tenga en cuenta las entradas más recientes y después conecte su cámara web. Escriba «dmesg» de nuevo y compruebe si las entradas más recientes difieren. Si el mensaje menciona un dispositivo USB detectado, y su cámara web es el único dispositivo que ha cambiado, entonces su equipo está detectando su cámara web sin problemas. De lo contrario, intente comprobar si la cámara web funciona en otro equipo. Esto puede que sólo funcione con cámaras web USB. 3. Ya que Cheese usa el «backend» GStreamer, es probable que GStreamer no esté detectando su cámara web (o GStreamer está corrupto). Contacte con el soporte personal para su sistema operativo en particular, proporcionando tantos detalles como sea posible. Para Ubuntu consulte los <ulink url="http://ubuntuforums.org/" type="http">foros de Ubuntu</ulink>.

source: @@image: 'figures/cheese-screenshot.jpg'; md5=411958761d6b512db88aae9281d73850
it: non serve

source: @@image: 'figures/cheese-effects-screenshot.jpg'; md5=43b669aa138e9ff4c7715acadbcc5cfd
it: non serve

source: <application>Cheese</application> is a video and photo shoot program that for webcams (or other cameras) and can do some cool effects.
it: <application>Cheese</application> è un programma di cattura video e foto per webcam (o altri apparecchi) ed è in grado di effettuare qualche effetto speciale.

source: To report a bug or make a suggestion regarding the Cheese application or this manual, follow the directions in the <ulink url="http://projects.gnome.org/cheese/" type="http"><application>Cheese</application> Contact Page</ulink>.
it: Per segnalare un bug o fornire suggerimenti riguardanti l'applicazione Cheese o su questo manuale, seguire le indicazioni nella <ulink url="http://projects.gnome.org/cheese/" type="http">pagina dei contatti di <application>Cheese</application></ulink>.

source: Cheese is a video and photo shoot application with cool effects for the <systemitem>GNOME desktop</systemitem>.
it: Cheese è un'applicazione per catturare video e foto con effetti speciali per lo <systemitem>GNOME desktop</systemitem>.

source: The main screen of Cheese looks like the screenshot below.
it: Lo schermo principale di <application>Cheese</application> appare come la schermata qui sotto.

source: Cheese defaults to photo mode, and needs to be changed to video mode if desired.
it: Cheese è preimpostato sulla modalità foto ed è necessario cambiarla nella modalità video se lo si desidera.

source: To apply effects to the input of your webcam, click the button labelled <guibutton>Effects</guibutton>. When you go to the effects window, you will see a window similar to the image below <placeholder-1/>
it: Per applicare gli effetti all'immagine catturata dalla webcam, fare clic sul pulsante <guibutton>Effetti</guibutton>. Quando si va alla finestra degli effetti, si vedrà una finestra simile all'immagine qui sotto <placeholder-1/>

source: You are able to select numerous effects to apply to your photo. To apply an effect, just click on the effect that you want. The button will appear highlighted. Selecting multiple effects will apply all the effects to your image (for example, if you apply <guibutton>Hulk</guibutton> and <guibutton>Vertical Flip</guibutton>, the input from the webcam will be altered to have a green shade and be up side down). To disable all effects, just click on the <guibutton>No Effect</guibutton> button.
it: Si è in grado di selezionare numerosi effetti da applicare alle foto. Per applicare un effetto, basta fare clic sull'effetto che si vuole e il pulsante verrà evidenziato. La selezione multipla degli effetti si applicherà a tutti gli effetti dell'immagine (per esempio, se si applica <guibutton>Hulk</guibutton> e <guibutton>Rifletti verticalmente</guibutton>, l'immagine catturata dalla webcam verrà alterata in modo tale da avere un'ombratura verde ed essere sotto sopra). Per disabilitare tutti gli effetti, fare clic sul pulsante <guibutton>Nessun effetto</guibutton>.

source: Photo mode is the default mode that Cheese opens in. When not in photo mode, click the button labelled <guibutton>Photo</guibutton>, press <keycombo><keycap>Alt</keycap><keycap>P</keycap></keycombo> or Menu: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Photo</guimenuitem></menuchoice> to change to photo mode. Photo mode will take a single photo every time the button labelled <guibutton>Take a photo</guibutton> or the <keycap>Spacebar</keycap> is pressed, and will save to disk.
it: La modalità foto è la modalità preimpostata con cui si apre Cheese. Quando non si trova in modalità foto, fare clic sul pulsante <guibutton>Foto</guibutton>, premere <keycombo><keycap>Alt</keycap><keycap>P</keycap></keycombo> oppure scegliere <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Foto</guimenuitem></menuchoice> per passare alla modalità foto. La modalità foto scatta una sola fotografia alla volta ogni volta che viene premuto il pulsante <guibutton>Scatta foto</guibutton>, o la <keycap>Barra spaziatrice</keycap>, e la salva sul disco.

source: Video mode is a mode that allows you to take short videos using the webcam. When not in video mode, click the button labelled <guibutton>Video</guibutton>, press <keycombo><keycap>Alt</keycap><keycap>V</keycap></keycombo> or Menu: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Video</guimenuitem></menuchoice> to change to video mode. Video mode will start recording a video every time the the button labelled <guibutton>Start Recording</guibutton> or the <keycap>Spacebar</keycap> is pressed. The video will stop recording and save to disk when the button labelled <guibutton>Stop Recording</guibutton> or the <keycap>Spacebar</keycap> is pressed.
it: La modalità video è la modalità che consente di registrare brevi video usando la webcam. Quando non si trova in modalità video, fare clic sul pulsante <guibutton>Video</guibutton>, premere <keycombo><keycap>Alt</keycap><keycap>V</keycap></keycombo> oppure scegliere <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Video</guimenuitem></menuchoice> per passare alla modalità video. La modalità video inizia registrando un video ogni volta che si preme il pulsante <guibutton>Inizia registrazione</guibutton> oppure la <keycap>Barra spaziatrice</keycap>. La registrazione viene interrotta e salvata sul disco premendo il pulsante <guibutton>Ferma registrazione</guibutton> oppure la <keycap>Barra spaziatrice</keycap>.

source: The video mode does look any different to the screenshot of photo mode, except that the button labelled <guibutton>Take a photo</guibutton> will be either <guibutton>Start Recording</guibutton> or <guibutton>Stop Recording</guibutton>, and the button labelled <guibutton>Video</guibutton> is greyed out, whereas the button labelled <guibutton>Photo</guibutton> is not.
it: La modalità video appare un po' diversa dalla schermata della modalità foto: il pulsante <guibutton>Scatta foto</guibutton> sarà o <guibutton>Inizia registrazione</guibutton> o <guibutton>Ferma registrazione</guibutton>; il pulsante <guibutton>Video</guibutton> è di colore grigio, mentre il pulsante <guibutton>Foto</guibutton> non lo è.

source: You can use both photo and video mode in Fullscreen. To do this, just click <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Fullscreen</guimenuitem></menuchoice> to enter Fullscreen mode, or press <keycap>F11</keycap>. To exit Fullscreen mode, press <keycap>Esc</keycap> or <keycap>F11</keycap>.
it: È possibile usare sia la modalità foto che video a tutto schermo. Per farlo, scegliere <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Schermo intero</guimenuitem></menuchoice> per passare alla modalità a tutto schermo, oppure premere <keycap>F11</keycap>. Per uscire dalla modalità a tutto schermo, premere <keycap>Esc</keycap> oppure <keycap>F11</keycap>.

source: To take a photo in Cheese, be sure to be in “Photo” mode.
it: Per scattare una foto, assicurarsi di essere in modalità «Foto».

source: To take a photo, apply the effects that you wish by clicking the button labelled <guibutton>Effects</guibutton>, click on the effects desired as described in a previous section and press the button labelled <guibutton>Back</guibutton>. You should now have the effects that you clicked on applied to the webcam input.
it: Per scattare una foto, applicare gli effetti che si desidera facendo clic su <guibutton>Effetti</guibutton>, selezionando gli effetti desiderati come descritto nella sezione precedente e quindi facendo clic su <guibutton>Indietro</guibutton>. Gli effetti selezionati dovrebbero essere applicati all'immagine catturata dalla webcam.

source: To take the photo, press the button labelled <guibutton>Take a photo</guibutton> or press the <keycap>spacebar</keycap>. You will then see <application>Cheese</application> count down from 3 or instantly take the photo, depending on your settings. When the photo is taken, your entire screen will flash white, and the photo that was just taken will appear in the photo stream at the bottom of the program window.
it: Per scattare la foto, fare clic su <guibutton>Scatta foto</guibutton> oppure premere la <keycap>Barra spaziatrice</keycap>. <application>Cheese</application> eseguirà il conto alla rovescia partendo da 3 oppure verrà scattata la foto istantaneamente, a seconda delle impostazioni. Quando si scatta una foto, tutto lo schermo si illumina di bianco e la foto apparirà nel flusso delle foto in fondo alla finestra del programma.

source: Taking a video
it: Registrare un video

source: To take a video in Cheese, make sure that the <guibutton>Video</guibutton> button has been pressed.
it: Per registrare un video in Cheese, assicurarsi che il pulsante <guibutton>Video</guibutton> sia stato premuto.

source: To start recording a video, press the button labelled <guibutton>Start Recording</guibutton> or press the <keycap>spacebar</keycap>. The time of how much video has been recorded will appear in the bottom right hand corner.
it: Per avviare la registrazione di un video, fare clic sul pulsante <guibutton>Inizia registrazione</guibutton> oppure premere la <keycap>Barra spaziatrice</keycap>. La durata della registrazione del video appare nell'angolo in basso a destra.

source: If your video appears to be jerky or have a low frame rate (only updating the picture every few seconds), it does not mean that the recording has a similar frame rate. In many cases, the recorded file will have a better frame rate.
it: Se il video appare a scatti oppure ha un basso numero di fotogrammi (l'immagine viene aggiornata solo poche volte), non significa che la registrazione abbia un simile numero di fotogrammi. In molti casi, il file registrato avrà un numero di fotogrammi migliore.

source: To view a video or photo that has been taken, locate it in the photo stream and double click on it. Alternatively, you can right click on it and select <guimenuitem>Open</guimenuitem>. This will then open the file in the default application for that file type.
it: Per visualizzare un video registrato o una foto scattata, localizzarli nel flusso delle foto e fare doppio-clic su di essi. In alternativa, fare clic col pulsante destro e selezionare <guimenuitem>Apri</guimenuitem>. In questo modo viene aperto il file nell'applicazione predefinita per quel tipo di file.

source: To save a photo to an alternate place on your hard drive where you can easily find them, find the photo or video that you wish to save in the photo stream, right click on it and select <guimenuitem>Save As</guimenuitem> from the pop-up menu. This will bring up a standard <guilabel>Save File</guilabel> dialog that will allow you to rename the photo if desired and save to any location you wish.
it: Per salvare una foto in una posizione diversa sul disco fisso dove possono essere facilmente trovate, trovare la foto o il video da salvare all'interno del flusso delle foto, fare clic col pulsante destro del mouse e selezionare <guimenuitem>Salva come</guimenuitem> dal menù a comparsa. Viene aperto un dialogo standard <guilabel>Salva file</guilabel> che consente di rinominare la foto e di salvarla in un'altra posizione.

source: To delete a photo from the photo stream, locate the photo you wish to delete in the photo stream, left click on it once and press the <keycap>delete</keycap> button on your keyboard. Alternatively, you can right click on it and click <guimenuitem>Delete</guimenuitem>.
it: Per eliminare una foto dal flusso di foto, localizzare la foto da eliminare, selezionarla facendo clic su di essa e premere <keycap>Canc</keycap> sulla tastiera. In alternativa, fare clic col pulsante destro del mouse su di essa e selezionare <guimenuitem>Sposta nel cestino</guimenuitem>.

source: You will be prompted if you wish to delete it from the photo stream. To confirm, press the button labelled <guibutton>Move to Trash</guibutton>.
it: Verrà chiesto se eliminarla dal flusso di foto. Per confermare, fare clic su <guibutton>Sposta nel cestino</guibutton>.

source: This will only move the image to the "trash", as well as remove from your photo stream. This will not remove the photo from your computer. To remove it from your trash, you will need to empty your trash.
it: Questo sposta l'immagine nel "cestino" e la rimuove dal flusso di foto, non rimuove la foto dal computer. Per rimuoverla dal cestino, è necessario svuotare il cestino.

source: Photos can be directly emailed from Cheese. You will need to have the default mail client set up with an email account, otherwise you will need to set one up. To email a photo, locate the photo you wish to email in the photo stream, right click on it and select <guimenuitem>Send by Mail</guimenuitem>.
it: Le foto possono essere inviate per email direttamente da Cheese. È necessario avere il client di posta predefinito impostato con un account, altrimenti sarà necessario impostarne uno. Per inviare via email una foto, localizzare la foto da inviare nel flusso di foto, fare clic col pulsante destro su di essa e selezionare <guimenuitem>Invia a</guimenuitem>.
