Repository: eurolinux-enterprise-linux-sources/cheese
Catalog: src/help/*/*.po
Languages: cs, de, es, fi, it, ko, lv, sv

source: Setting up Cheese
cs: Nastavení aplikace Cheese
de: Cheese einrichten
es: Configurar Cheese
fi: Muikun asetukset
ko: 치즈 설정
sv: Inställningar för Cheese

source: The preferences dialog
cs: Okno předvoleb
de: Der Einstellungsdialog
es: El diálogo de preferencias
fi: Asetukset-valintaikkuna
ko: 기본 설정 대화상자
sv: Inställningsdialogen

source: The preferences dialog allows you to set up some webcam specific parameters and parameters specific to the burst mode. If you have more than one webcam or video device attached to your system, the preferences dialog allows you to choose which one you would like to use for Cheese and what resolution the image should have. Use the sliders to play around with the brightness, contrast, saturation and hue values to find the best for your webcam.
cs: Okno předvoleb vám umožňuje nastavit některé specifické volby webkamery a volby režimu snímků. Pokud je k vašemu systému připojeno více webkamer nebo snímacích zařízení, v předvolbách máte možnost vybrat to, které chcete s palikací Cheese použít a s jakým rozlišením snímků. Táhla použijte k nastavení svitu, kontrastu, nasycení a hodnot barev, aby bylo dosaženo co nejlepší kvality.
de: Der Einstellungsdialog ermöglicht Ihnen das Festlegen spezifischer Parameter zur Webcam und zum Serienaufnahmemodus. Falls Sie über mehrere an Ihrem System angeschlossene Webcams oder Videogeräte verfügen, können Sie angeben, welche sie für <application>Cheese</application> verwenden wollen und in welcher Auflösung die Aufnahmen erstellt werden sollen. Stellen Sie mit Hilfe der Schieberegler die Werte für Helligkeit, Kontrast, Sättigung und Farbton ein, welche sich am besten für Ihre Webcam eignen.
es: El diálogo de preferencias le permite configurar algunos parámetros específicos de la cámara web y parámetros específicos del modo ráfaga. Si tiene más de una cámara web o dispositivo conectado en su sistema, el diálogo de preferencias le permitirá elegir cuál quiere usar con Cheese y qué resolución de imagen debe tener. Use los deslizadores para jugar con los valores de brillo, contraste, saturación y tono, y encontrar los mejores para su cámara web.
fi: Asetukset-valintaikkunassa voit määrittää joitakin Web-kameraan liittyviä asetuksia, sekä määritellä sarjakuvaustilan toiminta-asetukset. Jos sinulla on enemmän kuin yksi Web-kamera tai videolaite liitettynä järjestelmääsi, asetusvalintaikkuna antaa mahdollisuuden valita Muikussa käytettävän videolaitteen ja minkälaisella resoluutiolla kuvia otetaan. Käytä liukusäätimiä asettaaksesi Web-kamerallesi sopivat kirkkaus-, kontrasti-, värikylläisyys-, ja värisävyasetukset.
ko: 기본 설정 대화상자에서는 웹캠과 관련된 파라메터와 연사 모드와 관련된 파라메터를 설정할 수 있습니다. 만약 하나 이상의 웹캠이나 동영상 장치가 시스템에 붙어 있다면, 기본 설정 대화상자에서는 치즈에서 사용하기 위한 장치를 선택할 수 있고 이미지의 해상도를 설정할 수 있습니다. 슬라이더를 이용하여 밝기, 명암, 채도 그리고 색상 값을 설정하여 웹캠으로부터 최상의 결과물을 얻어낼 수 있습니다.
sv: Inställningsdialogen låter dig ställa in vissa webbkameraspecifika parametrar och parametrar specifika för bildsekvensläget. Om du har mer än en webbkamera eller videoenhet kopplad till din dator, låter inställningsdialogen dig välja vilken av dem du vill använda i Cheese samt vilken upplösning bilderna ska ha. Använd dragreglagen för att ändra ljusstyrkan, kontrasten, mättnadsnivån samt nyansnivån för att hitta de bästa inställningarna för din kamera.

source: Cheese preferences screenshot
cs: Snímek okna předvoleb aplikace Cheese
de: Bildschirmfoto der Cheese-Einstellungen
es: Captura de pantalla de las preferencias de Cheese
fi: Kuvankaappaus Muikun asetuksista
ko: 치즈 기본 설정 스크린샷
sv: Skärmdump av inställningarna i Cheese

source: The parameters for the burst mode can be set in the preferences dialog as well. You only have to adjust the values for the number of photos you wish to take and the delay in seconds between each picture taken.
cs: Parametry režimu snímání v sérii lze nastavit v okně předvoleb. Můžete zde nastavit, kolik snímků bude v sérii pořízeno a jaká bude mezi nimi prodleva, v sekundách.
de: Die Parameter für den Serienaufnahmemodus können auch im Einstellungsdialog angegeben werden. Dazu brauchen Sie nur die Werte für die Anzahl der aufzunehmenden Fotos und die Verzögerung zwischen den einzelnen Aufnahmen zu ändern.
es: Los parámetros para el modo ráfaga también se pueden establecer en el diálogo de preferencias. Sólo tiene que ajustar los valores para el número de fotos que quiere tomar y el retardo entre cada foto.
fi: Asetukset-valintaikkunassa voidaan määritellä myös sarjakuvaustilan parametrit. Sinun täytyy määrittää ainoastaan otettavien kuvien määrä ja kuinka pitkä tauko sekunteina pidetään kuvien ottamisen välissä.
ko: 연사 모드를 위한 파라미터는 기본 설정 대화상자에서 설정할 수 있습니다. 단지 찍고 싶은 사진의 장 수와 제각각의 사진이 찍힐때의 원하는 시간 간격에 대한 값만 바꾸면 됩니다.
sv: Parametrarna för bildsekvensläget kan ändras i inställningsdialogen. Du kan ändra värdet för antalet bilder som ska tas samt intervallet i sekunder mellan varje bild i sekvensen.

source: GConf settings
cs: Nastavení GConf
de: GConf-Einstellungen
es: Ajustes de GConf
fi: GConf-asetukset
ko: GConf 설정
sv: GConf-inställningar

source: It's possible to define where Cheese stores the captured media (photos and videos). These settings are stored in GConf. You can change the settings with the <command>gconf-editor</command>, application. There you have to select /apps/cheese in the tree on the left. Then you can set the <guilabel>video_path</guilabel> and <guilabel>photo_path</guilabel> to the location you prefer. There you can also set other parameters for Cheese, but you should use the preferences dialog for a controlled access.
cs: Lze nastavit, kam bude aplikace Cheese ukládat zaznamenané snímky a videa. Toto nastavení je uloženo v systému GConf a lze jej změnit pomocí aplikace <command>gconf-editor</command>. v ní vyberte ve stromu vlevo /apps/cheese, kde můžete upravit hodnoty klíčů <guilabel>video_path</guilabel> a <guilabel>photo_path</guilabel> na cesty, které chcete použít. Také zde můžete upravit jiná nastavení aplikace Cheese, ale pro ty byste měli raději použít okno předvoleb.
de: Es ist auch möglich, mit Hilfe der GConf-Einstellungen die Speicherorte der aufgenommenen Medien festzulegen (Fotos und Videos). Öffnen Sie hierzu mit dem Befehl <command>gconf-editor</command> den Konfigurationseditor und wählen Sie /apps/cheese in der Baumansicht in der linken Leiste. Nun können Sie die Werte der Schlüssel <guilabel>video_path</guilabel> und <guilabel>photo_path</guilabel> an Ihre Wünsche anpassen. Sie können hier auch weitere Parameter für <application>Cheese</application> festlegen, aber für einen nachvollziehbaren Zugriff sollten Sie hierfür den Einstellungsdialog bevorzugen.
es: También puede establecer manualmente la ubicación donde Cheese almacena los archivos multimedia capturados (fotos y vídeos). Estos ajustes están guardados en GConf. Para cambiar los ajustes use la aplicación <command>gconf-editor</command>. En la aplicación seleccione /apps/cheese en el árbol de la izquierda. Ahora puede establecer las claves <guilabel>video_path</guilabel> y <guilabel>photo_path</guilabel> a la ubicación que quiera. En él también puede ajustar otros parámetros para Cheese, pero deberá usar el diálogo de preferencias para un acceso controlado.
fi: On mahdollista määrittää, mihinkä Muikku sijoittaa kaapatut mediat (kuvat ja videot). Kyseiset asetukset säilytetään GConfissa. Voit muuttaa asetuksia <command>gconf-editor</command>-sovelluksella. Sinun pitää valita vasemmalla olevasta puusta /apps/cheese. Tämän jälkeen voit määrittää <guilabel>video_path</guilabel> ja <guilabel>photo_path</guilabel>-parametreilla haluamasi sijainnin. Lisäksi voit määrittää muitakin Muikun parametreja, mutta sinun tulisi käyttää ohjeman asetusvalintaikkunaa, jotta muutokset olisivat hallitumpia.
ko: 치즈가 촬영한 내용 (사진과 동영상)을 어디에 저장할지 설정하는 것은 가능합니다. 이 설정값은 GConf에 저장되어 있습니다. <command>gconf-editor</command> 프로그램으로 이 설정 값을 바꿀 수 있습니다. 이 프로그램에서 왼쪽 트리메뉴상의 /apps/cheese를 선택해야 합니다. 그러고 나면 원하는 위치로 <guilabel>video_path</guilabel>와 <guilabel>photo_path</guilabel>를 설정할 수 있습니다. 또한 치즈를 위해 다른 인자 값도 설정할 수 있지만, 통제된 접근을 위해 기본 설정 대화상자를 사용하는 것이 좋겠습니다.
sv: Det är möjligt att ange var Cheese ska spara bilder och videofiler. Dessa inställningar sparas i GConf. Du kan ändra inställningarna med programmet <command>gconf-editor</command>. Där behöver du välja /apps/cheese i trädstrukturen till vänster. Sedan kan du ändra <guilabel>video_path</guilabel> och <guilabel>photo_path</guilabel> till den plats du föredrar. Där kan du också ändra andra parametrar för Cheese, men du bör använda inställningsdialogen för att göra det under kontrollerade former.

source: Attention: Be careful while using GConf to change your settings! If you are not completely sure about what you are doing, you should ask someone who knows!
cs: Upozornění: Buďte opatrní při práci s nastaveními v systémemu GConf! Pokud si nejste jisti co děláte, zeptejte se raději někoho, kdo to ví!
de: Achtung: Seien Sie vorsichtig beim Ändern Ihrer GConf-Einstellungen! Falls Sie nicht absolut sicher sind, was Sie tun, sollten Sie jemanden um Rat fragen, der damit Erfahrung hat.
es: Atención: Sea cuidadoso con los ajustes de GConf, si no está completamente seguro de lo que está haciendo debería preguntar a alguien que sí lo sepa.
fi: Varoitus: Ole varovainen, kun käytät GConfia asetusten muuttamiseen! Mikäli et ole varma, mitä olet tekemässä, tulisi sinun kysyä sellaiselta joka tietää.
ko: 주의: 설정을 변경하기 위해 GConf를 사용하는 동안 주의하십시오! 뭘 하고 있는지 완전히 확신이 서지 않는다면, 잘 아는 분께 질문하셔야 합니다!
sv: Varning: Var försiktig när du använder GConf för att ändra dina inställningar! Om du inte är helt säker på vad du gör, bör du fråga någon som vet!

source: Sharing Photos and Videos
cs: Sdílení snímků a videí
de: Freigeben von Fotos und Videos
es: Compartir fotos y vídeos
fi: Kuvien ja videoiden jakaminen
it: Condividere foto e video
ko: 사진과 동영상 공유하기
sv: Dela foton och videor

source: Viewing a photo or video
cs: Prohlížení snímků a videí
de: Ein Foto oder ein Video betrachten
es: Ver una foto o un vídeo
fi: Kuvan tai videon katseleminen
it: Visualizzare una foto o un video
ko: 사진 혹은 동영상 보기
sv: Visa ett foto eller video

source: To view a video or photo that has been taken, locate it in the photo stream and double click it. Alternatively, you can right click on it and select <guimenuitem>Open</guimenuitem>. This will then open the file in the default application for that file type.
cs: Pořízené video nebo snímek zobrazíte tak, že v pruhu náhledů na vybranou položku poklepáte. Také na ni můžete klepnout pravým tlačítkem a zvolit <guimenuitem>Otevřít</guimenuitem>. To spustí výchozí aplikaci pro tento typ média zobrazí ho.
de: Um ein aufgenommenes Foto oder Video zu betrachten, wählen Sie es in der Fotoleiste aus und klicken Sie zweimal darauf. Alternativ können Sie mit der rechten Maustaste darauf klicken und <guimenuitem>Öffnen</guimenuitem> wählen. Dadurch wird die Datei mit der Standardanwendung für diesen Dateityp geöffnet.
es: Para ver un vídeo o una foto, seleccione el vídeo o la foto en la galería y pulse dos veces sobre sobre su miniatura. Alternativamente puede pulsar con el botón derecho y seleccionar <guimenuitem>Abrir</guimenuitem>. Esto abrirá el archivo en la aplicación predeterminada para ese tipo de archivo.
fi: Voit katsella videota tai kuvaa etsimällä sen kuvavirrasta ja kaksoisnapsauttamalla sitä. Vaihtoehtoisesti voit napsauttaa hiiren oikeata painiketta sen päällä ja valita <guimenuitem>Avaa</guimenuitem>. Tämän jälkeen tiedosto avautuu tiedostotyypin oletussovelluksessa.
ko: 촬영한 동영상이나 사진을 보려면 포토 스트림에 마우스 커서를 위치시키고 더블클릭 합니다. 이 방법 대신 오른쪽 단추를 누르고 <guimenuitem>열기</guimenuitem>를 선택할 수 있습니다. 이렇게 하면 해당 파일 유형을 위한 기본 프로그램을 통해 파일을 열 것입니다.
sv: För att visa en video eller foto som du har tagit, leta upp det i fotoströmmen och dubbelklicka på det. Alternativt kan du högerklicka på det och välja <guimenuitem>Öppna</guimenuitem>. Detta kommer då att öppna filen i standardprogrammet för den filtypen.

source: Saving photos and videos to an alternate location
cs: Ukládání snímků a videí do jiného umístění
de: Fotos und Videos an einem anderen Ort speichern
es: Guardar las fotos y vídeos en una ubicación alternativa
fi: Kuvien ja videoiden tallentaminen vaihtoehtoiseen sijaintiin
it: Salvare foto e video in una posizione diversa
ko: 다른 위치에 사진과 동영상 저장하기
sv: Spara foton och videor till en annan plats

source: To save a photo to an alternate place on your system where you can easily find them, find the photo or video that you wish to save in the photo stream, right click on it and select <guimenuitem>Save As</guimenuitem> from the pop-up menu. This will bring up a standard <guilabel>Save File</guilabel> dialog that will allow you to save it to a new location as well as rename it if you so wish to do.
cs: Pokud chcete uložit snímek do jiného umístění v systému, kde jej snadno najdete, vyberte požadovaný z náhledů, klepněte na něj pravým tlačítkem a zvolte z kontextové nabídky položku <guimenuitem>Uložit jako</guimenuitem>. Objeví se okno <guilabel>Uložit soubor</guilabel> s možností uložení a v něm můžete vybrat nové umístění a, pokud chcete, změnit název souboru.
de: Um ein Foto an einem alternativen Ort auf Ihrer Festplatte zu speichern, wo Sie es leichter wiederfinden können, klicken Sie mit der rechten Maustaste auf das gewünschte Foto in der Fotoleiste und wählen <guimenuitem>Speichern unter</guimenuitem> aus dem Kontextmenü. Ein <guilabel>Datei speichern</guilabel>-Dialog erscheint, in welchem Sie falls nötig das Foto umbenennen und an jedem beliebigen Ort speichern können.
es: Para guardar una foto en un lugar alternativo de su disco duro, donde pueda encontrarla más fácilmente, seleccione la foto o vídeo que quiere guardar desde la galería, pulse con el botón derecho y seleccione <guimenuitem>Guardar como</guimenuitem> del menú emergente. Esto mostrará un diálogo estándar <guilabel>Guardar archivo</guilabel> que le permitirá renombrar la foto y elegir una ubicación.
fi: Kuvan tallentaminen järjestelmässäsi vaihtoehtoiseen ja helposti löydettävään paikkaan tapahtuu seuraavasti. Etsi tallennettava kuva tai video kuvavirrasta, napsauta hiiren oikealla painikkeella ja valitse pudotusvalikosta <guimenuitem>Tallenna nimellä</guimenuitem> -valinta. Tällöin avautuu normaali <guilabel>Tallenna tiedosto</guilabel> -valintaikkuna, jolloin voit tallentaa tiedoston uuteen sijaintiin, kuten myös uudella nimellä, mikäli näin haluat.
ko: 사진을 여러분의 시스템의 찾기 쉬운 다른 곳에 저장하려면 포토 스트림에서 다른 곳에 저장하고 싶은 사진이나 동영상을 찾고, 그 위에 마우스 커서를 가져간 후 오른쪽 단추를 클릭한 다음에 팝업 메뉴에서 <guimenuitem>다른 이름으로 저장</guimenuitem>을 선택합니다. 이 동작은 원하는 이름으로 변경하고 새로운 위치에 저장할 수 있게 하는 일반적인 <guilabel>파일 저장</guilabel> 대화상자를 띄울 것입니다.
sv: För att spara ett foto till en alternativ plats på din hårddisk där du enklare kan hitta dem, leta upp fotot eller videon som du vill spara i fotoströmmen, högerklicka på den och välj <guimenuitem>Spara som</guimenuitem> från popupmenyn. Detta kommer att visa standardialogen <guilabel>Spara fil</guilabel>, vilken låter dig byta namn på filen, om du vill, samt spara till en valfri plats på din hårddisk.

source: Deleting a photo
cs: Odstranění snímku
de: Ein Foto löschen
es: Borrar una foto
fi: Kuvan poisto
it: Eliminare una foto
ko: 사진 삭제하기
sv: Ta bort ett foto

source: To delete a photo from the photo stream, locate the photo you wish to delete in the photo stream, left click on it once and press the <keycap>delete</keycap> button on your keyboard. Alternatively, you can right click on it and select <guimenuitem>Delete</guimenuitem> from the pop-up menu.
cs: Pokud chcete z pruhu náhledů nějaký snímek odstranit, vyberte jedním klepnutím požadovaný a stiskněte klávesu <keycap>delete</keycap>. Také na něj můžete klepnout pravým tlačítkem a vybrat z kontextové nabídky <guimenuitem>Odstranit</guimenuitem>.
de: Um ein Foto aus der Fotoleiste zu löschen, wählen Sie das Foto aus, klicken Sie darauf und drücken Sie die <keycap>Entf</keycap>-Taste auf Ihrer Tastatur. Alternativ können Sie mit der rechten Maustaste darauf klicken und <guimenuitem>Löschen</guimenuitem> aus dem Kontextmenü wählen.
es: Para borrar una foto de la galería, localice la foto que quiere borrar en la galería, pulse con el botón izquierdo del ratón y pulse el botón <keycap>Suprimir</keycap> de su teclado. Alternativamente puede pulsar con el botón derecho del ratón y seleccionar <guimenuitem>Borrar</guimenuitem> en el menú emergente.
fi: Voit poistaa kuvan kuvavirrasta etsimällä poistettavan kuvan ja napsauttamallakuvaa hiiren vasemmalla painikkeella kerran ja painamalla <keycap>Delete</keycap>-näppäintä näppäimistöstä. Voit myös vaihtoehtoisesti napsauttaa hiiren oikeaa painiketta kuvan päällä ja valita pudotusvalikosta <guimenuitem>Poista</guimenuitem>.
ko: 포토 스트림에서 사진을 지우려면, 포토 스트림에서 지우고 싶은 사진에 마우스 커서를 위치시키고, 왼쪽 단추를 한번 눌러준 다음에 키보드의 <keycap>delete</keycap> 단추를 눌러줍니다. 이 방법 대신, 오른쪽 단추를 누르고 팝업 메뉴에서 <guimenuitem>삭제</guimenuitem>를 선택하실 수 있습니다.
sv: För att ta bort ett foto från fotoströmmen, leta upp fotot som du vill ta bort i fotoströmmen, vänsterklicka på det en gång och tryck på tangenten <keycap>Delete</keycap> på ditt tangentbord. Alternativt kan du högerklicka på det och välja <guimenuitem>Flytta till papperskorg</guimenuitem> från pop-up-menyn.

source: You will be asked if you wish to delete it from the photo stream. To confirm, press the button labelled <guibutton>Move to Trash</guibutton>.
cs: Budete dotázání, zda si opravdu přejete snímek z náhledů odstranit. Akci potvrdíte klepnutím na tlačítko <guibutton>Přesunout do koše</guibutton>.
de: Sie werden um Bestätigung gebeten, dass das Foto aus der Fotoleiste entfernt werden soll. Wenn Sie zustimmen, klicken Sie auf den Knopf <guibutton>In den Mülleimer verschieben</guibutton>.
es: Se le preguntará si quiere borrar la foto de la galería. Para confirmarlo, pulse el botón <guibutton>Mover a la papelera</guibutton>.
fi: Kuvan poisto kuvavirrasta pyydetään vahvistamaan. Hyväksy poisto napsauttamalla <guibutton>Siirrä roskakoriin</guibutton> -painiketta.
ko: 포토 스트림으로부터 이것을 지우기 위해 질문하실 것입니다. 실행하려면 <guibutton>휴지통으로 이동</guibutton>이라고 표시된 단추를 누릅니다.
sv: Du kommer att bli tillfrågad att bekräfta borttagning från fotoströmmen. För att bekräfta, tryck på knappen <guibutton>Flytta till papperskorg</guibutton>.

source: This will move the image to the "trash", as well as remove from your photo stream. This will not remove the photo from your computer. To remove it from your system, you will need to empty your trash.
cs: To přesune snímek do „Koše“ a zároveň jej odstraní z pruhu náhledů. Samotný snímek to z počítače neodstraní, to provedete tak, že vysypete koš.
de: Dadurch wird das Bild lediglich in den Müll verschoben und aus Ihrer Fotoleiste entfernt. Um das Foto völlig auf dem Rechner zu löschen, müssen Sie den Mülleimer leeren.
es: Esto sólo moverá la imagen a la «papelera de reciclaje», además de quitar la foto de la galería. Esto no borra la foto de su equipo. Para eliminarla de la papelera deberá vaciar la papelera.
fi: Kuva siirretään roskakoriin ja poistetaan myös kuvavirrasta. Tämä ei poista kuvaa tietokoneeltasi. Kuvan saat poistettua järjestelmästä tyhjentämällä roskakorin.
ko: 이는 포토 스트림으로부터 "휴지통"으로 이미지를 이동할 것입니다. 컴퓨터로부터 사진이 완전히 삭제되는 것이 아닙니다. 시스템에서 완전히 삭제하려면, 휴지통을 비우셔야 합니다.
sv: Detta kommer endast att flytta bilden till "papperskorgen", men även ta bort det från fotoströmmen. Detta kommer inte att ta bort fotot från din dator. För att ta bort det från din dator helt och hållet, behöver du tömma papperskorgen.

source: Send a photo by e-mail
cs: Odeslání snímku e-mailem
de: Ein Foto per E-Mail verschicken
es: Enviar una foto por correo-e
fi: Kuvan lähettäminen sähköpostitse
it: Inviare una foto per email
ko: 이메일로 사진 보내기
sv: Skicka ett foto med e-post

source: Photos can be directly emailed from Cheese. You will need to have the default mail client set up with an email account. To email a photo, locate the photo in the photo stream, right click on it and select <guimenuitem>Send by Mail</guimenuitem>.
cs: Snímky lze odesílat e-mailem přímo z aplikace Cheese. Musíte mít však nastaven výchozí poštovní program a v něm účet elektronické pošty. Snímek odešlete tak, že jej vzberete y náhledů, klepnete na něj pravým tlačítkem a zvolíte položku <guimenuitem>Poslat poštou</guimenuitem>.
de: Fotos können aus <application>Cheese</application> heraus direkt als E-Mail versendet werden. Sie müssen dafür ein E-Mail-Programm mit einem funktionierenden E-Mail-Konto als Standard eingestellt haben. Um ein Foto als E-Mail zu versenden, wählen Sie in der Fotoleiste ein als E-Mail zu versendendes Bild aus, klicken Sie mit der rechten Maustaste darauf und wählen Sie <guimenuitem>Per E-Mail senden</guimenuitem>.
es: Las fotos se pueden enviar por correo-e directamente desde Cheese. Deberá tener configurado el cliente de correo-e predeterminado con una cuenta. Para enviar una foto por correo-e, seleccione en la galería la foto que quiere enviar, pulse con el botón derecho del ratón sobre ella y seleccione <guimenuitem>Enviar por correo-e</guimenuitem>.
fi: Kuvat voidaan lähettää sähköpostilla suoraan Muikusta. Sinulla on oltava määriteltynä oletussähköpostiohjelma ja sähköpostitili. Kuvan lähettäminensähköpostilla onnistuu, etsimällä kuvan kuvavirrasta ja napsauttamalla hiiren oikealla painikkeella kuvaa. Valitse avautuvasta valikosta <guimenuitem>Lähetä sähköpostitse</guimenuitem> -valinta.
ko: 사진은 치즈에서 바로 이메일로 보낼 수 있습니다. 이를 위해 기본 메일 클라이언트에 이메일 계정을 설정할 필요가 있습니다. 사진을 이메일로 전송하려면 포토 스트림의 사진에 마우스 커서를 위치시키고, 마우스 오른쪽 단추를 누르고 <guimenuitem>메일로 보내기</guimenuitem>를 선택합니다.
sv: Foton kan skickas direkt från Cheese. Du behöver en e-postklient konfigurerad med ett e-postkonto, annars så måste du konfigurera ett. För att skicka ett foto via e-post, leta upp fotot som du vill skicka i fotoströmmen, högerklicka på det och välj <guimenuitem>Skicka via e-post</guimenuitem>.

source: This will open the default mail client (for example, Evolution) and a new email message will be created with the photo you selected as an attachment.
cs: Tato akce otevře výchozího klienta elektronické pošty (například Evolution) a v něm novou zprávu se snímkem jako přílohou.
de: Daraufhin wird das vorgegebene E-Mail-Programm geöffnet, z.B. Evolution. Eine neue Nachricht mit dem von Ihnen ausgewählten Foto als Anhang erscheint.
es: Esto abrirá el cliente de correo predeterminado (Evolution, por ejemplo) con un nuevo mensaje de correo-e y la foto seleccionada como un adjunto.
fi: Tällöin avataan oletussähköpostiohjelma (esimerkiksi Evolution) ja luodaan uusi viesti, jossa on liitteenä valitsemasi kuva.
ko: 이 동작은 기본 메일 클라이언트(예를 들어, 에볼루션)를 열고 선택한 사진이 첨부된 새로운 이메일 메시지를 생성할 것입니다.
sv: Detta kommer att öppna e-postklienten (till exempel Evolution) och ett nytt e-postmeddelande kommer skapas med fotot som en bilaga.

source: Set as Account Photo
cs: Nastavit jako fotografii účtu
de: Als Profilbild setzen
es: Establecer como foto de la cuenta
fi: Aseta tilin valokuva
it: Impostare come foto per l'account
ko: 계정 사진으로 설정하기
sv: Ställ in som kontofoto
