Repository: eurolinux-enterprise-linux-sources/cheese
Catalog: src/help/*/*.po
Languages: cs, de, es, fi, it, ko, lv, sv

source: This will open the default mail client (for example, Evolution) and a new email message with the photo as an attachment.
it: Questo aprirà il client di posta predefinito (per esempio Evolution) e un nuovo messaggio di posta con la foto come allegato.

source: To set a photo as your account photo (which can be viewed from <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>About Me</guimenuitem></menuchoice>, and which will also appear if the login window displays a list of user names with photos), locate the photo that you wish to set in Cheese, right click on it and select <guimenuitem>Set as Account Photo</guimenuitem>.
it: Per impostare una foto come foto del proprio account sul computer (che può essere visualizzata scegliendo <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferenze</guimenuitem><guimenuitem>Informazioni utente</guimenuitem></menuchoice> e che appare se la finestra di accesso visualizza un elenco di nomi utenti con foto), localizzare la foto da utilizzare in Cheese, fare clic col pulsante destro del mouse su di essa e selezionare <guimenuitem>Imposta come foto utente</guimenuitem>.

source: To export a photo to F-Sport, locate the photo that you wish to export in your photo stream, right click on it and select <guimenuitem>Export to F-Spot</guimenuitem>. You will then be prompted from F-Spot if you wish to import the photos that are sent to it.
it: Per esportare una foto in F-Spot, localizzare la foto da esportare nel flusso di foto, fare clic col pulsante destro del mouse e selezionare <guimenuitem>Esporta in F-Spot</guimenuitem>. Verrà quindi richiesto da F-Spot se importare le foto che sono state inviate.

source: You may have set "<literal>ximagesink</literal>" (<guilabel>X Window System (No Xv)</guilabel>) as video-output. This means, that your cpu is doing all the work. Change it to "<literal>xvimagesink</literal>" (<guilabel>X Window System (X11/XShm/Xv)</guilabel>) in order to let your graphics card do the work.
it: Potrebbe essere stato impostato "<literal>ximagesink</literal>" (<guilabel>X Window System (No Xv)</guilabel>) come uscita video. Questo significa che la CPU sta eseguendo tutto il lavoro di elaborazione. Cambiarlo in "<literal>xvimagesink</literal>"(<guilabel>X Window System (X11/XShm/Xv)</guilabel>) per consentire alla scheda grafica di lavorare.

source: To change the settings, run <command>gstreamer-properties</command>, click the <guilabel>Video</guilabel> tab and change the appropriate settings.
it: Per cambiare le impostazioni, eseguire <command>gstreamer-properties</command>, fare clic sulla scheda <guilabel>Video</guilabel> e cambiare le impostazioni appropriate.

source: To change the settings, run <command>gstreamer-properties</command>, click the <guilabel>Video</guilabel> tab and select custom from the drop down menu.
it: Per cambiare le impostazioni eseguire <command>gstreamer-properties</command>, fare clic sulla scheda <guilabel>Video</guilabel> e selezionare personalizza dal menù a discesa.

source: Using <command>gstreamer-properties</command> mentioned in the above question, try changing from <guilabel>xvimagesink</guilabel> to <guilabel>ximagesink</guilabel> or vice-versa. If this still does not work run <command>cheese --verbose</command> on the command line and copy the logging into a bug report in our <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> bug tracker</ulink>.
it: Usando <command>gstreamer-properties</command>, citato nella domanda precedente, cercare di cambiare da <guilabel>xvimagesink</guilabel> a <guilabel>ximagesink</guilabel> oppure vice versa. Se questo ancora non funziona, eseguire <command>cheese --verbose</command> dalla riga di comando e copiare la registrazione in una segnalazione di bug all'interno del software per il <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> tracciamento dei bug</ulink>.

source: Where does <application>Cheese</application> store my photos?
it: Dove vengono salvate le fotografie da <application>Cheese</application>?

source: Your photos are stored in ~/.gnome2/cheese/media. You can also save them to an alternate location from within Cheese. Please see <xref linkend="saving"/> for information on this.
it: Le foto sono salvate in ~/.gnome2/cheese/media. È possibile anche salvarle in una posizione diversa. Per maggiori informazioni, consultare <xref linkend="saving"/>.

source: "When I launch Cheese, I get the message 'No Camera Found' but I have my webcam plugged into my computer". There are many situations this can happen in, and the exact problem that is causing this needs to be isolated. If possible, try each of the following to try and get your webcam working. 1. Plug your webcam into another computer. If it works there, then it is a problem with with the connection to your computer, or the operating system if it was a different one on the other computer. Check the ports on your computer (try another one) and consult support personel for your particular operating system. 2. See if your camera is being detected by your computer, on Linux, open up the terminal or console and type "dmesg" before you plug in your webcam. Notice the most recent entries, and then plug in your webcam. Type "dmesg" again and see if the most recent entries differ. If the message mentions a USB device being detected, and your webcam is the only USB device that has been changed, then your computer is detecting your webcam fine. If not, then test to see if the webcam is working on another computer. This may only work with USB webcams. 3. As Cheese uses the gstreamer backend, it is most likely because gstreamer is not detecting the webcam (or gstreamer has become corrupt). Please contact support personel for the particular operating system that you are running with as many details as possible. For Ubuntu, please use the <ulink url="http://ubuntuforums.org/" type="http">Ubuntu Forums</ulink>.
it: Quando lancio Cheese, compare il messaggio «Nessuna macchina trovata» ma la webcam è collegata al computer. Ci sono molte situazioni in cui questo può accadere, e il vero problema che crea tutto questo deve essere isolato. Se possibile, provare ognuno dei seguenti punti per provare a far funzionare la propria webcam. 1. Attaccare la webcam ad un altro computer. Se funziona, allora il problema è con il collegamento al computer, oppure il sistema operativo se è diverso da quello dell'altro computer. Verificare le porte sul computer (provarne un'altra) e consultare il personale di assistenza per il sistema operativo specifico. 2. Vedere se la macchina è stata individuata dal computer, su Linux, aprire il terminale o la console e digitare "dmesg" prima di attaccare la webcam. Notare gli ultimi inserimenti, e quindi attaccare la webcam. Digitare "dmesg" nuovamente e vedere se i più receti inserimenti differiscono. Se il messaggio cita la rilevazione di un dispositivo USB, e la webcam è l'unico dispositivo USB che è statocambiato, allora il computer ha trovato la webcam. Diversamente, quindi testare per vedere se la webcam funziona su un altro computer. Questo può funzionare solo con webcam USB. 3. Poichè Cheese usa il backend di gstreamer, molto probabilmente è perchè gstreamer non sta rilevando la webcam (oppure gstreamer si è corrotto). Contattare il personale di assistenza per il sistema operativo particolare che si sta usando con quanti più dettagli possibili. Per Ubuntu, usare il link <ulink url="http://ubuntuforums.org/" type="http">Ubuntu Forums</ulink>.

source: Which cameras are supported
it: Quali macchine sono supportate

source: Cheese uses gstreamer for video grabbing. So in principle Cheese supports any camera that works with GStreamer. In principle that should be any camera which support video4linux or video4linux2.
it: Cheese usa gstreamer per registrare dei video. Così in linea di principio Cheese supporta qualunque macchina che funziona con GStreamer. In linea di principio questo dovrebbe essere qualunque camera che supporta video4linux o video4linux2.

source: Cheese was initially written by daniel g. siegel <email>dgsiegel@gnome.org</email>. as a Google Summer of Code project. Later Jaap A. Haitsma <email>jaap@haitsma.org</email> and also others joined daniel in improving Cheese. To find more information about Cheese, please visit the <ulink url="http://projects.gnome.org/cheese" type="http"><application>Cheese</application> web page</ulink>.
it: Cheese fu inizialmente scritto da Daniel G. Siegel <email>dgsiegel@gmail.com</email>, come progetto per il Google Summer of Code. Successivamente Jaap A. Haitsma <email>jaap@haitsma.org</email> e altri si sono uniti nel migliorare Cheese. Per trovare maggiori informazioni su Cheese, visitare la <ulink url="http://projects.gnome.org/cheese" type="http">pagina web di <application>Cheese</application></ulink>.

source: To report a bug or make a suggestion regarding this application you can file a bug in our <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> bug tracker</ulink>.
it: Per segnalare un bug o inviare suggerimenti riguardanti l'applicazione, è possibile aprire un bug nel sistema <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">di tracciamento dei bug</ulink>.
