Repository: eurolinux-enterprise-linux-sources/cheese
Catalog: src/help/*/*.po
Languages: cs, de, es, fi, it, ko, lv, sv

source: To report a bug or make a suggestion regarding the Cheese application or this manual, follow the directions in the <ulink url="http://projects.gnome.org/cheese/" type="http"><application>Cheese</application> project page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k aplikaci Cheese nebo této příručce, postupujte dle instrukcí na <ulink url="http://projects.gnome.org/cheese/" type="http">stránce projektu <application>Cheese</application> project page</ulink>.
de: Um einen Fehler zu melden oder einen Vorschlag zur Anwendung <application>Cheese</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="http://projects.gnome.org/cheese/" type="http"><application>Cheese</application>-Projektseite</ulink>.
es: Para informar de un fallo, o hacer alguna sugerencia concerniente a Cheese o este manual, siga las indicaciones en la <ulink url="http://projects.gnome.org/cheese/" type="http">página de contacto de <application>Cheese</application></ulink>.
fi: Voit ilmoittaa vioista tai tehdä ehdotuksia koskien Muikku-sovelmaa taitätä käyttöohjetta, seuraamalla ohjeita <ulink url="http://projects.gnome.org/cheese/" type="http"><application>Muikku</application>-sovelman projektisivuilla</ulink>.
ko: 치즈 프로그램이나 이 설명서에 대한 버그 보고나 제안을 위해 <ulink url="http://projects.gnome.org/cheese/" type="http"><application>치즈</application> 프로젝트 페이지</ulink>의 지시사항에 따라주시기 바랍니다.
sv: För att rapportera ett fel eller föreslå någonting angående programmet Cheese eller den här handboken, följ anvisningarna på <ulink url="http://projects.gnome.org/cheese/" type="http"><application>Cheeses</application> kontaktsida</ulink>.

source: Cheese
fi: Muikku
ko: 치즈

source: cheese
fi: muikku
ko: 치즈

source: Introduction
cs: Úvod
de: Einführung
es: Introducción
fi: Johdanto
it: Introduzione
ko: 소개
lv: Ievads
sv: Introduktion

source: Manual
cs: Příručka
de: Handbuch
fi: Käyttöohje
it: Manuale
ko: 설명서
sv: Handbok

source: Cheese uses your webcam to take photos and videos, applies fancy special effects and lets you share the fun with others.
cs: Cheese využívá webkameru k zaznamenávání fotek a videí, aplikuje na ně zvláštní efekty a umožňuje sdílení s ostatními.
de: Cheese verwendet Ihre Webcam zum Aufnehmen von Fotos und Videos, wendet spezielle Effekte darauf an und ermöglicht Ihnen, den Spaß mit anderen zu teilen.
es: Cheese usa su cámara web para tomar fotos y vídeos, aplica efectos especiales y le permite compartir la diversión con otros.
fi: Muikku käyttää Web-kameraasi kuvien ja videoiden luomiseen, lisäten niihin hienot efektit ja mahdollistaa huvin jakamisen muiden kanssa.
ko: 치즈는 사진이나 동영상을 촬영하기 위해 웹캠을 사용하고, 여러가지 특별한 효과를 적용하며, 다른 사람과 재미거리를 공유할 수 있도록 합니다.
sv: Cheese använder din webbkamera för att ta bilder och video, lägger till fina specialeffecter och låter dig dela med dig av det roliga till andra.

source: Usage
cs: Použití
de: Benutzung
es: Uso
fi: Käyttö
it: Utilizzo
ko: 사용법
sv: Användning

source: The main screen of Cheese supports two different layouts at the moment. The default looks like the screenshot below, it has the preview image centered and the thumbnail slideshow below.
cs: Hlavní okno aplikace Chees v současné době podporuje dvě rozložení elementů. Výchozí vzhled vypadá jako snímek níže, náhled obrázku je uprostřed a pruh s náhledy pod ním.
de: Die Darstellung des Hauptfensters von <application>Cheese</application> ist in zwei Ansichten möglich. Die Standardansicht ist nachfolgend dargestellt. Das Vorschaubild befindet sich in der Mitte und die verkleinerten Ansichten darunter.
es: La pantalla principal de Cheese soporta dos distribuciones diferentes por el momento. La predeterminada es como la mostrada en la captura de abajo y tiene la imagen previsaulizada centrada y la vista de miniaturas debajo.
fi: Muikun pääikkuna tukee tällä hetkellä kahta eri asettelua. Oletuksena ikkuna näyttää alla olevan kuvankaappauksen mukaiselta. Siinä on keskellä kuvan esikatselu ja alla diaesityksenä pienet kuvat otetuista kuvista.
ko: 치즈의 주 화면은 현재 두 개의 다른 레이아웃을 제공합니다. 기본적으로는 아래의 스크린샷과 같이 보이며, 미리보기 이미지가 가운데에 있고 섬네일 슬라이드 쇼가 그 아래에 있습니다.
sv: Huvudfönstret i Cheese har stöd för två olika layouter för tillfället. Standardlayouten ser ut som skärmdumpen nedan, den har förhandsvisningen av bilden centrerad och miniatyrbilderna under.

source: Cheese screenshot
cs: Snímek obrazovky aplikace Cheese
de: Cheese-Bildschirmfoto
es: Captura de pantalla de Cheese
fi: Muikun kuvankaappaus
it: Schermata di Cheese
ko: 치즈 스크린샷
sv: Skärmdump av Cheese

source: Especially for Cheese-users with small displays, like the ones in netbooks, we have designed another view. It is more horizontally aligned, in order to fit better on small widescreen displays. The wide-view is shown in the screenshot below.
cs: Pro uživatele aplikace Chees s malými obrazovkami, jako mají netbooky, jsme navrhli jiné rozložení. Je zarovnáno vodorovně tak, aby se lépe hodilo pro malé širokoúhlé obrazovky. Snímek rozložení na širokoúhlé obrazovce je zobrazen níže.
de: Speziell für <application>Cheese</application>-Benutzer mit kleinen Bildschirmen, beispielsweise in Netbooks, haben wir eine weitere Darstellung entworfen. Die Anordnung ist mehr waagerecht, um die Möglichkeiten kleiner Breitbildschirme besser zu nutzen. Der breite Modus wird im nachfolgenden Bildschirmfoto dargestellt.
es: Se ha diseñado otra vista especial para los usuarios de Cheese con pantallas pequeñas, como las de los «netbooks». Está más alineada horizontalmente para que se ajuste mejor a las pantallas anchas y pequeñas. La vista ancha se muestra en la captura inferior.
fi: Erityisesti pienten näyttöjen Muikku-käyttäjille, kuten minikannettavat, olemme suunnitelleet toisenlaisen näkymän. Se on enemmän vaakasuuntaisesti asemoitu. Leveästä tilasta on alla kuvankaappaus.
ko: 넷북과 같은 작은 디스플레이 상에서 치즈를 사용하는 분을 위해 다른 뷰를 설계했습니다. 작은 와이드 스크린 디스플레이에 잘 맞도록 좀더 수평적으로 정렬되었습니다. 와이드 뷰는 아래에 보이는 스크린샷 입니다.
sv: Speciellt för Cheeseanvändare med små skärmar, som t ex på en netbook, har vi designat en annan layout. Den är mer horisontellt anpassad för att kunna passa bättre på en liten bred skärm. Den breda layouten visas i skärmdumpen nedan.

source: Cheese wide screenshot
cs: Širokoúhlý snímek aplikace Cheese
de: Cheese-Bildschirmfoto im breiten Modus
es: Captura de pantalla de Cheese en modo ancho
fi: Muikun leveä kuvankaappaus
ko: 치즈 와이드 스크린샷
sv: Skärmdump av Cheese i bred layout

source: Cheese uses the photo mode by defaults, but you can change this to use the video or burst mode if desired.
cs: Ve výchozím nastavení používá Cheese režim snímků ale lze jej změnit na režim videa nebo snímání v sérii.
de: <application>Cheese</application> startet per Vorgabe im Foto-Modus. Wenn gewünscht, können Sie in den Video-Modus oder Serienaufnahmemodus wechseln.
es: Cheese usa el modo de fotografía como predeterminado pero puede cambiar al modo vídeo o ráfaga si así lo desea.
fi: Muikku käyttää oletuksena valokuvaustilaa, mutta voit halutessasi vaihtaa käyttöön video- tai sarjakuvaustilan.
ko: 치즈는 기본적으로 사진 모드를 사용하지만, 원한다면 동영상 모드나 연사 모드로 바꿀 수 있습니다.
sv: Standardläget i Cheese är fotoläget men kan ändras till videoläge eller bildsekvensläge om så önskas.

source: Effects
cs: Efekty
de: Effekte
es: Efectos
fi: Tehosteet
it: Effetti
ko: 효과
sv: Effekter

source: Cheese effects screenshot
cs: Snímek efektů aplikace Cheese
de: Bildschirmfoto der Cheese-Effekte
es: Captura de pantalla de los efectos de Cheese
fi: Muikun tehosteiden kuvankaappaus
it: Schermata degli effetti di Cheese
ko: 치즈 효과 스크린샷
sv: Skärmdump på effekterna i Cheese

source: To apply effects to the input of your webcam, click the button labelled <guibutton>Effects</guibutton>. When you then go to the effects window, you will see a window similar to the image below. <placeholder-1/>
cs: Pokud chcete na vstup webkamery aplikovat efekty, klepněte na tlačítko s popiskem <guibutton>Efekty</guibutton>. Když přejdete do okna efektů, zobrazí se něco podobného jako na snímku níže. <placeholder-1/>
de: Um Effekte auf die Eingabe Ihrer Webcam anzuwenden, klicken Sie auf den Knopf <guibutton>Effekte</guibutton>. Beim Wechsel in das Effekte-Fenster sehen Sie ein Fenster wie nachfolgend dargestellt <placeholder-1/>
es: Para aplicar efectos a la entrada de su cámara web pulse el botón <guibutton>Efectos</guibutton>. Cuando vaya a la ventana de efectos, verá una ventana similar a la imagen de abajo <placeholder-1/>.
fi: Web-kamerasi kuvaan käytettävät tehosteet voit määrittää napsauttamalla <guibutton>Tehosteet</guibutton>-painiketta. Kun siirryt tehosteet-ikkunaan, näet alla olevan kuvan mukaisen ikkunan. <placeholder-1/>
ko: 웹캡 입력물에 효과를 적용하려면 <guibutton>효과</guibutton> 라고 표시된 단추를 누릅니다. 효과 창이 뜨게 되면 아래 이미지와 비슷한 창을 보게 될 것입니다. <placeholder-1/>
sv: Klicka på knappen <guibutton>Effekter</guibutton> för att tillämpa effekter på din webbkamerabild. När du går till effektfönstret så får du se ett fönster som liknar bilden nedan <placeholder-1/>

source: You can apply some really cool effects to your photos too! Just choose from the several different effects available and click its corresponding button to apply it to your photo. Selecting multiple effects will apply all the effects to your image. For example, if you select <guibutton>Hulk</guibutton> and <guibutton>Vertical Flip</guibutton>, the input from the webcam will be altered to have a green shade and be upside down. To disable all effects, just click on the <guibutton>No Effect</guibutton> button.
cs: Na fotky také mlžete použít některé úžasné efekty! Prostě vyberte několik různých dostupných efektů a klepněte na odpovídající tlačítka k jejich aplikaci. Pokud jich vyberete více, budou na snímek použity všechny. Například, pokud vyberete efekt <guibutton>Hulk</guibutton> a <guibutton>Svislé překlopení</guibutton>, bude vstup webkamery stínován do zelena a svisle překlopen. Pokud chcete použití efektů vypnout, klepněte na talčítko <guibutton>Bez efektů</guibutton>.
de: Sie können einige wirklich beeindruckende Effekte auswählen, die Sie auf Ihr Foto anwenden können. Um einen Effekt anzuwenden, klicken Sie einfach den entsprechenden Knopf an. Der Knopf wird hervorgehoben dargestellt. Die mehrfache Auswahl von Effekten wendet diese alle gleichzeitig auf Ihr Foto an. Wenn Sie beispielsweise <guibutton>Hulk</guibutton> und <guibutton>Vertikale Spiegelung</guibutton> anwenden, erhält das Bild eine grüne Schattierung und wird auf den Kopf gestellt. Um alle Effekte zu deaktivieren, klicken Sie auf den Knopf <guibutton>Kein Effekt</guibutton>.
es: También puede aplicar algunos efectos a sus fotos. Simplemente elija de los diferentes efectos disponibles y pulse el botón correspondiente para aplicarlo a su foto. Si selecciona múltiples efectos entonces todos se aplicarán a su imagen. Por ejemplo, si aplica <guibutton>Hulk</guibutton> y <guibutton>Giro horizontal</guibutton>, la entrada de la cámara web se alterará para tener una sombra verde y estará boca arriba. Para desactivar todos los efectos simplemente pulse el botón <guibutton>Sin efectos</guibutton>.
fi: Voit lisätä kuviisi todella siistejä tehosteita! Valitse muutamista erilaisista käytettävissä olevista tehosteista ja napsauta haluamiesi tehosteiden painikkeita lisätäksesi ne kuvaasi. Jos valitset useampia tehosteita, käytetään kaikkia valitsemiasi tehosteita kuvaasi. Esimerkiksi jos valitset <guibutton>Hulk</guibutton>-tehosteen ja <guibutton>Vaakapeilaus</guibutton>-tehosteen, Web-kamerasi kuva on sävyltään vihreä ja ylösalaisin. Kaikki tehosteet voit kytkeä pois päältä, napsauttamalla <guibutton>Ei tehosteita</guibutton>-painiketta.
ko: 여러분이 찍은 사진에 또한 정말 근사한 효과를 적용할 수 있습니다! 단지 사용할 수 있는 제각각의 효과를 선택한 다음에 이와 관련된 단추를 눌러서 사진에 적용합니다. 여러가지의 효과를 선택하면 이미지에 그 모든 효과를 적용할 것입니다. 예를 들어 <guibutton>헐크</guibutton>와 <guibutton>수직 뒤집기</guibutton>를 선택했다면, 웹캠으로 부터 입력된 사진에는 초록색 그림자가 생기고 위 아래가 뒤집어질 것입니다. 모든 효과를 비활성화하려면, 단지 <guibutton>효과 없음</guibutton> 단추를 눌러주면 됩니다.
sv: Du kan välja ett flertal effekter att tillämpa på ditt foto. För att tillämpa en effekt, klicka helt enkelt på den effekt som du vill använda. Knappen kommer att markeras. Markera flera effekter kommer att tillämpa alla effekter på din bild (till exempel om du tillämpar <guibutton>Hulken</guibutton> och <guibutton>Vänd vertikalt</guibutton> så kommer bilden från webbkameran att ändras så att den har en grön skugga och upp-och-ned). För att inaktivera alla effekter, klicka helt enkelt på knappen <guibutton>Ingen effekt</guibutton>.

source: To return to the preview of your webcam, just push the button labelled <guibutton>Effects</guibutton> again. This will toggle the Effects menu and bring you back to the normal view.
cs: Na náhled vstupu webkamery se vrátíte prostě tak, že znovu klepnete na tlačítko <guibutton>Efekty</guibutton>. To vypne nabídku efektů a navrátí vás do normálního zobrazení.
de: Um zur Vorschau Ihrer Webcam zurückzukehren, klicken Sie erneut auf den Knopf <guibutton>Effekte</guibutton>. Dadurch wird das Effekte-Menü deaktiviert und Sie kehren zur normalen Ansicht zurück.
es: Para volver a la vista previa de su cámara web simplemente pulse el botón <guibutton>Efectos</guibutton>. Esto cambiará el menú Efectos y volverá a mostrar la vista normal.
fi: Web-kameran esikatselukuvaan pystyt palaamaan, napsauttamalla <guibutton>Tehosteet</guibutton>-painiketta uudelleen. Tällöin siirryt Tehosteet-valikosta takaisin normaaliin näkymään.
ko: 웹캠 미리보기로 돌아가려면, <guibutton>효과</guibutton> 라고 표시된 단추를 다시 누르시기만 하면 됩니다. 이 동작은 효과 메뉴와 일반 보기 화면간 상호 전환할 것입니다.
sv: Klicka på knappen <guibutton>Effekter</guibutton> för att tillämpa effekter på din webbkamerabild. När du går till effektfönstret så får du se ett fönster som liknar bilden nedan <placeholder-1/>

source: Photo Mode
cs: Režim snímků
de: Foto-Modus
es: Modo foto
fi: Valokuvatila
it: Modalità foto
ko: 사진 모드
sv: Fotoläge

source: Photo mode is the default mode for Cheese. When not in photo mode, click the button that shows the icon of a single photo or select it from the menu: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Photo</guimenuitem></menuchoice> to change to photo mode. Photo mode will take a single photo every time the button labelled <guibutton>Take a photo</guibutton> or the <keycap>Spacebar</keycap> key is pressed, and will save to disk.
cs: Režim snímků je výchozím režimem aplikace Cheese. Pokud nejste v režimu snímků, klepněte na tlačítko s ikonou jedné fotky nebo zvolte z nabídky <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Snímek</guimenuitem></menuchoice> a aplikace bude do tohoto režimu přepnuta. Režim snímků pořídí a uloží vždy jeden snímek, kdykoliv klepnete na tlačítko <guibutton>Pořídit snímek</guibutton> nebo stisknete <keycap>Mezerník</keycap>.
de: Der Foto-Modus ist der vorgegebene Modus für <application>Cheese</application>. Wenn sich <application>Cheese</application> nicht im Foto-Modus befindet, klicken Sie auf den Knopf mit dem Symbol eines Fotos oder wählen im Menü: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Foto</guimenuitem></menuchoice>, um in den Foto-Modus zu wechseln. Im Foto-Modus wird ein einzelnes Foto jedes mal aufgenommen, wenn Sie auf den Knopf <guibutton>Foto aufnehmen</guibutton> klicken oder die <keycap>Leertaste</keycap> drücken. Das Foto wird auf der Festplatte gespeichert.
es: El modo foto es el predeterminado al abrir Cheese. Cuando no se esté en modo foto, pulse el botón <guibutton>Foto</guibutton> o pulse <keycombo><keycap>Alt</keycap><keycap>P</keycap></keycombo> o menú: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Foto</guimenuitem></menuchoice>para cambiar al modo de fotografía. El modo de fotografía tomará una sola foto cada vez que se pulse el botón <guibutton>Tomar una foto</guibutton> o se pulse la <keycap>barra espaciadora</keycap>, además las fotos se guardarán al disco.
fi: Valokuvatila on Muikun perustila. Mikäli et ole valokuvatilassa, napsauta kuvaketta, jossa on yksi kuva tai valitse valikosta <menuchoice><guimenu>Muikku</guimenu><guimenuitem>Valokuva</guimenuitem></menuchoice>, vaihtaaksesi valokuvatilaan. Valokuvatilassa otetaan yksi kuva joka kerta, kun napsautat <guibutton>Ota kuva</guibutton>-painiketta tai paina <keycap>Välilyönti</keycap>-näppäintä. Otettu kuva tallennetaan levylle.
ko: 사진 모드는 치즈의 기본 모드입니다. 사진 모드가 아닐 때에는, 단일 사진이 그려진 아이콘이 보이는 단추를 누르시거나 메뉴에서 <menuchoice><guimenu>치즈</guimenu><guimenuitem>사진</guimenuitem></menuchoice>을 선택하여 사진 모드로 변경합니다. 사진 모드는 매번 <guibutton>사진 찍기</guibutton> 단추를 누를 때나, <keycap>Spacebar</keycap> 키를 누를때마다 단 한장의 사진을 찍고 디스크에 저장할 것입니다.
sv: Fotoläget är standardläget som Cheese öppnas i. När du inte är i fotoläget så kan du klicka på knappen <guibutton>Foto</guibutton>, trycka <keycombo><keycap>Alt</keycap><keycap>P</keycap></keycombo> eller via menyn: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Foto</guimenuitem></menuchoice> för at ändra till fotoläget. Fotoläget kommer att ta en enda bild varje gång du trycker på knappen <guibutton>Ta ett foto</guibutton> eller tangenten <keycap>Blanksteg</keycap> och spara bilden på hårddisken.

source: Video Mode
cs: Režim videa
de: Video-Modus
es: Modo vídeo
fi: Videotila
it: Modalità video
ko: 동영상 모드
sv: Videoläge

source: Video mode is a mode that allows you to take short videos using the webcam. When not in video mode, click the button that shows the icon of a film roll or select it from the menu: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Video</guimenuitem></menuchoice> to change to video mode. Video mode will start recording a video every time the button labelled <guibutton>Start Recording</guibutton> or the <keycap>Spacebar</keycap> is pressed. The video will stop recording and save to disk when the button labelled <guibutton>Stop Recording</guibutton> or the <keycap>Spacebar</keycap> is pressed.
cs: Režim videa umožňuje pořizovat pomocí webkamery krátká videa. Pokud nejste v režimu videa, klepněte na tlačítko s ikonou filmového pásu nebo zvolte z nabídky <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Video</guimenuitem></menuchoice> a aplikace bude do tohoto režimu přepnuta. V režimu videa započne záznam vždy, když klepnete na tlačítko <guibutton>Spustit nahrávání</guibutton> nebo stisknete <keycap>Mezerník</keycap>. Zastavení záznamu videa a jeho uložení provedete klepnutím na tlačítko <guibutton>Zastavit nahrávání</guibutton> nebo stisknete <keycap>Mezerník</keycap>.
de: Im Video-Modus können Sie kurze Videos mit Ihrer Webcam aufnehmen. Wenn sich <application>Cheese</application> nicht im Video-Modus befindet, klicken Sie auf den Knopf mit dem Symbol einer Filmrolle oder wählen im Menü: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Video</guimenuitem></menuchoice>, um in den Video-Modus zu wechseln. Im Video-Modus wird mit der Aufnahme eines Videos jedes mal begonnen, wenn Sie auf den Knopf <guibutton>Aufnahme starten</guibutton> klicken oder die <keycap>Leertaste</keycap> drücken. Die Aufnahme wird beendet und das Video auf der Festplatte gespeichert, wenn Sie auf den Knopf <guibutton>Aufnahme stoppen</guibutton> klicken oder die <keycap>Leertaste</keycap> drücken.
es: El modo de vídeo le permite grabar vídeos cortos usando la cámara web. Cuando no esté en el modo de vídeo, pulse el botón <guibutton>Vídeo</guibutton> o pulse <keycombo><keycap>Alt</keycap><keycap>V</keycap></keycombo> o menú: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Vídeo</guimenuitem></menuchoice> para cambiar al modo de vídeo. El modo de vídeo comenzará a grabar vídeo cada vez que pulse el botón <guibutton>Comenzar a grabar</guibutton> o pulse la <keycap>barra espaciadora</keycap>. El vídeo dejará de grabar y se guardará al disco cuando pulse el botón <guibutton>Parar de grabar</guibutton> o la <keycap>barra espaciadora</keycap>.
fi: Videotilassa voit kuvata lyhyitä videoita käyttäen Web-kameraasi. Mikäli et ole videotilassa, napsauta ikonia, jossa on filmirulla tai valitse valikosta <menuchoice><guimenu>Muikku</guimenu><guimenuitem>Video</guimenuitem></menuchoice>. Videotilassa nauhoitus alkaa joka kerta, kun napsautat <guibutton>Aloita nauhoitus</guibutton> -painiketta tai painamalla <keycap>Välilyönti</keycap>-näppäintä. Videon nauhoitus pysähtyy ja se tallennetaan levylle, kun napsautat <guibutton>Lopeta nauhoitus</guibutton> -painiketta tai painat <keycap>Välilyönti</keycap>-näppäintä.
ko: 동영상 모드는 웹캠을 사용해서 짧은 시간의 동영상을 녹화할 수 있도록 하는 모드입니다. 동영상 모드로 전환하시려면 필름 롤 아이콘이 보이는 보튼을 누르시거나 <menuchoice><guimenu>치즈</guimenu><guimenuitem>동영상 녹화</guimenuitem></menuchoice> 메뉴를 선택하시면 됩니다. 동영상 모드는 <guibutton>녹화 시작</guibutton>이라고 표시된 단추를 눌렀을 때나 <keycap>Spacebar</keycap>키를 눌렀을 때 마다 동영상 녹화를 시작할 것입니다. <guibutton>녹화 중단</guibutton>이라고 표시된 단추를 누르거나 <keycap>Spacebar</keycap>를 한 번 더 눌렀을때 동영상은 동영상 녹화가 중단되고 디스크에 저장될 것입니다.
sv: Videoläget är ett läge som låter dig ta korta videoklipp med webbkameran. När du inte är i videoläget kan du klicka på knappen <guibutton>Video</guibutton>, trycka <keycombo><keycap>Alt</keycap><keycap>V</keycap></keycombo> eller via menyn: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Video</guimenuitem></menuchoice> för att ändra till videoläget. Videoläget kommer att starta en videoinspelning varje gång du trycker på knappen <guibutton>Starta inspelning</guibutton> eller trycker på tangenten <keycap>Blanksteg</keycap>. Videon kommer att sluta spelas in och sparas till din hårddisk när du trycker på knappen <guibutton>Stoppa inspelning</guibutton> eller tangenten <keycap>Blanksteg</keycap>.

source: The video mode does not look much different from the photo mode, except that the button labelled <guibutton>Take a photo</guibutton> will say <guibutton>Start Recording</guibutton> or <guibutton>Stop Recording</guibutton>, and the button with the film roll icon is pushed in, whereas the other mode buttons (photo and burst) are not.
cs: Režim videa se moc neliší od režimu snímků až na to, že namísto tlačítka <guibutton>Pořídit snímek</guibutton> je tlačítko <guibutton>Spustit nahrávání</guibutton> či <guibutton>Zastavit nahrávání</guibutton> a je stisknuto tlačítko s ikonou filmového pásu, na rozdíl od tlačítek ostatních režimů (snímky a snímání v sérii).
de: Der Video-Modus sieht nur wenig anders aus als der Foto-Modus. Der Knopf <guibutton>Foto aufnehmen</guibutton> wird entweder als <guibutton>Aufnahme starten</guibutton> oder <guibutton>Aufnahme stoppen</guibutton> dargestellt, und der Knopf <guibutton>Video</guibutton> erscheint eingedrückt, die Knöpfe für Foto- und Serienaufnahmemodus dagegen nicht.
es: El modo de vídeo es igual que la del modo fotografía, excepto por el botón <guibutton>Tomar una foto</guibutton> que será <guibutton>Comenzar a grabar</guibutton> o <guibutton>Parar de grabar</guibutton> (depende de si está grabando o no), además el botón con el icono del carrete está pulsado, mientras que los otros botones de modo (Foto y Ráfaga) no lo están.
fi: Videotila ei eroa juurikaan valokuvatilasta, paitsi <guibutton>Ota kuva</guibutton> -painike on korvattu <guibutton>Aloita nauhoitus</guibutton>- tai <guibutton>Lopeta nauhoitus</guibutton> -painikkeella. Lisäksi filmirulla-ikoni on painettuna, kun taas muut painikkeet (valokuva ja sarjakuvaus) eivät ole.
ko: 동영상 모드는 <guibutton>사진 찍기</guibutton> 대신에 <guibutton>녹화 시작</guibutton> 혹은 <guibutton>녹화 중단</guibutton>으로 표시되고 다른 모드(사진과 연사)에서의 단추과는 달리 필름 롤 아이콘으로 표시되는 것 이외에는 사진 모드와 크게 다를 바가 없습니다.
sv: Videoläget ser inte annorlunda ut än fotoläget förutom att knappen <guibutton>Ta ett foto</guibutton> kommer antingen att vara <guibutton>Starta inspelning</guibutton> eller <guibutton>Stoppa inspelning</guibutton>, och knappen <guibutton>Video</guibutton> kommer att vara gråmarkerad, medan knappen <guibutton>Foto</guibutton> inte är det.

source: Burst Mode
cs: Režim snímání v sérii
de: Serienaufnahmemodus
es: Modo ráfaga
fi: Sarjakuvaustila
ko: 연사 모드
sv: Bildsekvensläge
