Repository: eurolinux-enterprise-linux-sources/cheese
Catalog: src/help/*/*.po
Languages: cs, de, es, fi, it, ko, lv, sv

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at the <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNU site</ulink>, or in the file COPYING included with the source code of this program.
cs: Tento program je šířen podle ustanovení GNU General Public License, vydávané Free Software Foundation; a to buď verze 2 této licence anebo (podle vlastního uvážení) kterékoliv pozdější verze. Kopii této licence naleznete na <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">stránce projektu GNU</ulink> nebo v souboru COPYING přiloženém ke zdrojovým kódům tohoto programu.
de: Dieses Programm ist freie Software, Sie können sie weitergeben und/oder verändern solange Sie sich an die Regeln der GNU General Public License halten, so wie sie von der Free Software Foundation festgelegt wurden; entweder in Version 2 der Lizenz oder (nach Ihrem Ermessen) in jeder folgenden Lizenz. Eine Kopie dieser Lizenz finden Sie auf der <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNU-Webseite</ulink> oder in der Datei COPYING im Quellcode dieses Programms.
es: Este programa se distribuye bajo los términos de la Licencia Pública General GNU tal como la publica la Free Software Foundation; en cualquiera de las versiones 2 de la Licencia o (a su elección) cualquier versión posterior. Puede encontrar una copia de esta licencia en este <ulink url="ghelp:gpl" type="help">enlace</ulink>, o en el archivo COPYING incluido con el código fuente de este programa.
fi: Tämä ohjelma on julkaistu GNU Genral Public lisenssin ehtojen mukaisesti Free Software Foundationin toimesta; Lisenssin version kaksi mukaisesti tai (valintasi mukaan) minkä tahansa myöhemmän version mukaisesti. Kopio tästä lisenssistä löytyy <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNUn verkkosivulta</ulink>, tai tiedostosta COPYING, joka toimitetaan tämän ohjelman lähdekoodin mukana.
it: Questo programma è distribuito ai termini della licenza della GNU General Public come pubblicata dalla Free Software Foundation; o la versione 2 della licenza, oppure (a scelta) qualunque versione successiva. Una copia di questa licenza la si può trovare al link <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">sito GNU</ulink>, oppure nel ile COPYING incluso con il codice sorgente di questo programma.
ko: 이 프로그램은 자유 소프트웨어 재단에서 공시한 GNU General Public license 버전 2와 그 이후의 조항에 따라 배포됩니다. 라이선스 복제본은 <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNU 사이트</ulink>나 이 프로그램의 소스 코드와 함께 포함된 COPYING 파일에서 찾을 수 있습니다.
sv: Det här programmet distribueras under villkoren för GNU General Public License som publicerats av Free Software Foundation; antingen version 2 av licensen, eller (om du så vill) någon senare version. En kopia av den här licensen kan hittas på <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNU:s webbplats</ulink>, eller i filen COPYING som inkluderats i källkoden för det här programmet.

source: translator-credits
cs: Lucas Lommer <llommer@svn.gnome.org>, 2010
de: Stefan Horning <stefan@hornings.de>, 2009 Mario Blättermann <mariobl@gnome.org>, 2009 Wolfgang Stöggl <c72578@yahoo.de>, 2009
es: Jorge González <jorgegonz@svn.gnome.org>, 2007-2009
fi: Jukka Heikkilä <jutsco@gmail.com>, 2010 Tommi Vainikainen <thv@iki.fi> (Legal Notices), 2006
it: RITA BANDIERA <rbandiera@email.i>, 2009.
ko: 조성호 <darkcircle.0426@gmail.com>
sv: Henrik Löwendahl <henrik.lowendahl@purplescout.se>, 2011Daniel Nylander <po@danielnylander.se>, 2007, 2009

source: @@image: 'figures/cheese-share.jpg'; md5=8b94ccb434e68608677814d3666d08cf
de: a
sv: @@image: 'figures/cheese-screenshot.jpg'; md5=411958761d6b512db88aae9281d73850

# _
source: translator-credits
lv: Dāgs Ādams Grīnbergs <pepels1ns@gmail.com>, 2011

# link
source: Cheese Webcam Booth
lv: Cheese foto būdiņa

# text
source: Cheese Webcam Booth
lv: Cheese foto būdiņa

source: Cheese lets you take pictures and make videos using your webcam. You can even add special effects!
lv: Cheese ļauj jums uzņemt foto un ierakstīt video, izmantojot tīmekļa kameru. Jūs varat pat pievienot specefektus.

source: <media type="image" mime="image/png" src="figures/cheese.png" width="40" height="40"> </media> Cheese Webcam Booth
lv: <media type="image" mime="image/png" src="figures/cheese.png" width="40" height="40"> </media> Cheese foto būdiņa

source: Main features
lv: Galvenās iespējas

source: Preferences
lv: Iestatījumi

source: Common problems and questions
lv: Bieži sastopamas problēmas un jautājumi

source: Add fun effects to your photos and videos, like turning yourself green or distorting the picture like a funhouse mirror.
lv: Pievienojiet jautrus efektus savām fotogrāfijām un video, piemēram, sevis pārvēršana zaļā krāsā vai attēla izkropļošana, kā spoku mājas spogulī.

source: Apply effects to photos and videos
lv: Piemērot efektus fotogrāfijām un video

source: You can apply fun, interesting effects to your photos and videos:
lv: Jūs varat piemērot jautrus, interesantus efektus savām fotogrāfijām un video:

source: Click <gui>Effects</gui>.
lv: Spiediet <gui>Efekti</gui>.

source: Select the effect you want to use by clicking one of the options.
lv: Izvēlieties efektu, ko gribat lietot, nospiežot kādu no opcijām.

source: If you like, you can select multiple effects. For example, if you select <gui>Hulk</gui> and <gui>Kung-Fu</gui>, the video will be altered to have a green shade and will show a repeated image.
lv: Ja vēlaties, jūs varat izvēlēties vairākus efektus vienlaicīgi. Piemēram, ja izvēlaties <gui>Halks</gui> un <gui>Kung-Fu</gui>, video tiks mainīts, lai tam būtu zaļš tonējums un tas rādītu atkārtotu attēlu.

source: Click <gui>Effects</gui> to hide the effects menu and return to the normal view.
lv: Spiediet <gui>Efekti</gui>, lai paslēptu efektu izvēlni un atgrieztos parastajā skatā.

source: <app>Cheese</app> offers 34 effects, of which only 9 are shown on the first page. Click <gui>Next Effects</gui> and <gui>Previous Effects</gui> to navigate to the other pages.
lv: <app>Cheese</app> piedāvā 34 efektus, no kuriem tikai 9 tiek uzrādīti pirmajā lapā. Spiediet <gui>Nākamie efekti</gui> un <gui>Iepriekšējie efekti</gui>, lai pārslēgtos uz citām lapām.

source: Some of the effects, from left to right: Bulge, Edge and Mirror
lv: Daži no efektiem, no kreisās uz labo: izliekums, stūris un spogulis

source: To deselect all effects, click <gui>Effects</gui> and select <gui>No Effect</gui>.
lv: Lai noņemtu visus efektus, spiediet <gui>Efekti</gui> un izvēlieties <gui>Bez efektiem</gui>.

source: Introduction to the <app>Cheese Webcam Booth</app>.
lv: Ievads <app>Cheese tīmekļa kameras kabīne</app>.

source: <app>Cheese</app> is a fun webcam booth application which lets you take photos and record videos using your webcam. By using <app>Cheese</app>, you can make funny, original photos and videos that you can easily share with others. It can take multiple photos in quick succession (using the <link xref="burst-mode"><gui>Burst mode</gui></link>) and lets you <link xref="apply-effects">apply effects</link> that add a special, fancy or funny touch to your photos and videos.
lv: <app>Cheese</app> ir jautra tīmekļa kameras lietojumprogramma, kas ļauj uzņemt foto un ierakstīt video, izmantojot tīmekļa kameru. Lietojot <app>Cheese</app>, jūs varat uzņemt smieklīgus, oriģinālus foto un video, kurus viegli var dalīt ar citiem. <app>Cheese</app> var uzņemt vairākus foto ātra secībā (izmantojot <link xref="burst-mode"><gui>Šalts režīms</gui></link>) un ļauj jums <link xref="apply-effects">piešķirt efektus</link>, kas foto un video piešķir jautru vai smalku, īpašu piesitienu.

source: By default, <app>Cheese</app> starts in <gui>Photo mode</gui>, ready to <link xref="take-photo">take a photo</link>. You need to switch to <gui>Video mode</gui> to <link xref="record-video">record a video</link> or switch to <gui>Burst mode</gui> to <link xref="burst-mode">take multiple photos at once</link>.
lv: Noklusējumā, <app>Cheese</app> tiek palaists <gui>Foto režīmā</gui>, gatavs <link xref="take-photo">uzņemt fotogrāfijas</link>. Jums jāpārslēdz <app>Cheese</app> uz <gui>Video režīms</gui>, lai <link xref="record-video">ierakstītu video</link> vai jāpārslēdzas uz <gui>Šalts režīmu</gui>, lai <link xref="burst-mode">uzņemtu vairākas fotogrāfijas reizē</link>.

source: <app>Cheese</app> works with most webcams, but if your particular make and model does not seem to work properly, see <link xref="webcams">Webcams</link> for advice on getting it to work.
lv: <app>Cheese</app> atbalsta lielāko daļu tīmekļa kameru, bet ja lietojot jūsu tīmekļa kameru, <app>Cheese</app> nedarbojas pienācīgi, tad apskatiet <link xref="webcams">Webcams</link> padomam, lai piedabūtu tīmekļa kameru strādāt pienācīgi.

source: Change the position of the photo stream so that the webcam video feed is larger.
lv: Nomainīt foto plūsmas izvietojumu tā, lai tīmekļa kameras video plūsmas izmērs ir lielāks.

source: Make the webcam video preview bigger
lv: Palieliniet tīmekļa kameras video priekšskatījumu

source: The photo stream is where photos and videos appear after you have taken or recorded them. By default, it is a horizontal strip at the bottom of the <app>Cheese</app> window.
lv: Pēc video un fotogrāfiju uzņemšanas, tie parādās foto plūsmā. Noklusējumā tā irhorizontāla sloksne <app>Cheese</app> loga apakšā.

source: You can make the photo stream appear as a vertical bar. This is useful if you have a wide computer screen which is not very high; switching to a vertical layout means that there is more room to display the video feed from the webcam.
lv: Foto plūsmu var padarīt par vertikālu joslu. Tas noder, ja monitoram ir plats ekrāns, kas nav ļoti augsts; pārslēgšana uz vertikālu izkārtojumu nozīmē, ka ir vairāk vietas, kur parādīt video plūsmu no tīmekļa kameras.

source: To switch to a vertical layout, click <guiseq><gui>Cheese</gui> <gui>Wide Mode</gui></guiseq>. To switch back to a horizontal layout, uncheck the option.
lv: Lai pārslēgtu uz vertikālo izkārtojumu, spiediet <guiseq><gui>Cheese</gui> <gui>Platais režīms</gui></guiseq>. Lai pārslēgtu izkārtojumu atpakaļ uz horizontālu, noņemiet ķeksīti pie opcijas.

source: Another way to increase the size of the webcam preview is to make <app>Cheese</app> fullscreen. To do this, click <guiseq><gui>Cheese</gui><gui>Fullscreen</gui></guiseq> or press <key>F11</key>. To quit the fullscreen mode, press <key>F11</key>.
lv: Vēl viens veids, kā palielināt tīmekļa kameras priekšskatījuma lielumu, ir iestatīt <app>Cheese</app> pilnekrāna režīmu. Lai to izdarītu, spiediet <guiseq><gui> Cheese</gui><gui>Pilnekrāns</gui></guiseq> vai arī taustiņu <key>F11</key>. Lai pamestu pilnekrāna režīmu, nospiediet taustiņu <key>F11</key>.

source: Remove photos and videos that you no longer want to keep.
lv: Atbrīvoties no foto un video, ko vairs nevēlaties paturēt.

source: Delete a photo or video
lv: Dzēst fotogrāfijas vai video

source: If you no longer want a photo or video, you can permanently delete it:
lv: Ja vairs nevēlaties kādu fotogrāfiju vai video, jūs varat to neatgriezeniski dzēst:

source: Find the photo or video that you want to delete in the photo stream at the bottom of the <app>Cheese</app> window.
lv: Atrodiet fotogrāfiju vai video, ko vēlaties dzēst, foto plūsmā <app>Cheese</app> loga apakšā.

source: Right-click it and select <gui>Delete</gui>. Alternatively, click it once to select it and press the <key>Delete</key> key.
lv: Spiediet uz tā ar labo peles taustiņu un izvēlieties <gui>Dzēst</gui>. Var arī spiest uz tā vienreiz un nospiest taustiņu <key>Dzēst</key>.

source: You will be asked if you want to permanently delete it. Confirm by clicking <gui>Delete</gui>; you will not be able to recover the photo.
lv: Jums jautās vai vēlaties to neatgriezeniski dzēst. Apstipriniet, spiežot <gui>Dzēst</gui>; jūs nevarēsiet atgūt fotogrāfiju.

source: If you are not sure whether you want to permanently delete the photo or video, you can right click it and select <gui>Move to Trash</gui> instead. This will move it to the computer's <gui>Trash</gui> folder.
lv: Ja neesat pārliecināts vai vēlaties neatgriezeniski dzēst fotogrāfiju vai video, varat spiest uz tā ar peles labo taustiņu un izvēlēties <gui>Pārvietot uz miskasti</gui>.Šāda rīcība pārvietos to uz datora <gui>Miskaste</gui> mapi.

source: Cheese does not have its own <gui>Trash</gui> folder and you cannot access your computer's <gui>Trash</gui> folder from within <app>Cheese</app>.
lv: Cheese nav pašam sava <gui>Miskastes</gui> mape un jums nav pieejas datora <gui>Miskaste</gui> mapei no <app>Cheese</app> lietotnes.

source: Save a photo or video in a different folder.
lv: Saglabāt foto vai video citā mapē.

source: Save a photo or video
lv: Saglabāt foto vai video

source: By default, Cheese saves the photos and videos in the <guiseq><gui>Pictures</gui><gui>Webcam</gui></guiseq> and <guiseq><gui>Videos</gui><gui>Webcam</gui></guiseq> folders in your user folder.
lv: Noklusējumā, Cheese saglabā fotogrāfijas un video <guiseq><gui>Attēli</gui><gui>Webcam</gui></guiseq> un <guiseq><gui>Video</gui><gui>Webcam</gui></guiseq> mapēs, jūsu mājas mapē.

source: To save an image to a different location, right-click the image in the photo stream and click <gui>Save As</gui>. Then, choose where you want to save the image.
lv: Lai saglabātu foto citā mapē, spiediet ar labo peles taustiņu uz fotogrāfijas foto plūsmā un spiediet <gui>Saglabāt kā</gui>. Tad izvēlieties, kur saglabāt attēlu.

source: Alternatively, open the folder where you want to keep the image using the file manager, then drag it from the photo stream into that folder.
lv: Var arī atvērt mapi, kurā vēlaties saglabāt attēlu, izmantojot failu pārvaldnieku, tad ievilkt attēlu no foto plūsmas mapē.

source: A new copy of the image will be saved in the new location. The old version will remain in the <guiseq><gui>Pictures</gui><gui>Webcam</gui></guiseq> or <guiseq><gui>Videos</gui><gui>Webcam</gui></guiseq> folder.
lv: Attēla kopija tiks saglabāta citā vietā. Vecā versija paliks <guiseq><gui>Attēli</gui><gui>Webcam</gui></guiseq> vai arī <guiseq><gui>Video</gui><gui>Webcam</gui></guiseq> mapē.

source: Use your webcam to take photos instead of videos.
lv: Izmantot tīmekļa kameru fotogrāfiju, nevis video, uzņemšanai.

source: Take photos with the webcam
lv: Uzņemt foto ar tīmekļa kameru

source: Webcams can be used to take still photos, as well as videos. To take a photo:
lv: Tīmekļa kameras var izmantot, lai uzņemtu kā fotogrāfijas, tā arī video. Lai uzņemtu fotogrāfiju:

source: Make sure that you're in <gui>Photo mode</gui>. If you are, the button in the main window will say <gui>Take a Photo</gui>.
lv: Pārliecinieties, ka esat ieslēguši <gui>Foto režīms</gui>. Ja tā, tad galvenajā logā bus poga <gui>Uzņemt foto</gui>.

source: To switch to <gui>Photo mode</gui>, click the small photo button in the bottom left of the window or click <guiseq><gui>Cheese</gui> <gui>Photo</gui></guiseq>.
lv: Lai pārslēgtos uz <gui>Foto režīms</gui>, nospiediet mazo foto pogu apakšējā kreisā loga stūrī vai spiediet <guiseq><gui>Cheese</gui> <gui>Foto</gui></guiseq>.

source: Click <gui>Take a Photo</gui> or press the <key>spacebar</key>.
lv: Spiediet <gui>Uzņemt foto</gui> vai arī <key>atstarpes taustiņš</key>.

source: There will be a short countdown, followed by a flash, and then the photo will appear in the photo stream at the bottom of the window.
lv: Pēc īsas laika atskaites, kam sekos zibsnis, fotogrāfija parādīsies foto plūsmā loga apakšā.

source: The photos in the photo stream are automatically saved in the <guiseq><gui>Pictures</gui><gui>Webcam</gui></guiseq> folder in your user folder. They are saved in the JPEG (<file>.jpg</file>) format.
lv: Fotogrāfijas foto plūsmā tiek automātiski saglabātas <guiseq><gui>Attēli</gui> <gui>Webcam</gui></guiseq> mapē. Tās tiek saglabātas JPEG (<file>.jpg</file>) formātā.

source: To cancel taking a photo after you have clicked <gui>Take a Photo</gui>, press <key>Esc</key> before the countdown finishes.
lv: Lai atceltu foto uzņemšanu, pēc <gui>Uzņemt foto</gui> nospiešanas, spiediet <key>Esc</key> pogu, pirms laika atskaite ir beigusies.

source: To take multiple photos in rapid succession, use <link xref="burst-mode">Burst mode</link>.
lv: Lai uzņemtu vairākus foto šalts režīmā, lietojiet <link xref="burst-mode">Burst mode</link>.

source: Photos and videos will automatically appear in the photo stream.
lv: Fotogrāfijas un video automātiski parādīsies foto plūsmā.

source: View a photo or video that you took
lv: Apskatiet fotogrāfiju vai video, ko esat uzņēmuši

source: After you take a photo or record a video, it will appear in the photo stream at the bottom of the window.
lv: Pēc fotogrāfijas vai video uzņemšanas, tas parādīsies foto plūsmā, loga apakšā.

source: If you want to see a bigger version of a photo, or to play a video, double-click it. This will open it in the default photo viewer or video player.
lv: Ja vēlaties apskatīt fotogrāfiju vai video lielākā izmērā, dubult-klikšķiniet uz tās. Fails tiks atvērts ar noklusējuma programmu fotogrāfiju vai video apskatīšanai.

source: All of the photos and videos in the photo stream are saved in the <guiseq><gui>Pictures</gui><gui>Webcam</gui></guiseq> or <guiseq><gui>Videos</gui><gui>Webcam</gui></guiseq> folders in your user folder.
lv: Visi video un foto tiek saglabāti <guiseq><gui>Attēli</gui><gui> Webcam</gui></guiseq> vai <guiseq><gui>Video</gui><gui>Webcam</gui></guiseq> mapē jūsu mājas mapē.

source: <gui>Burst mode</gui> takes several photos rapidly. Change your pose in between each shot!
lv: <gui>Šalts režīms</gui> strauji uzņem vairākus foto. Mainiet savu pozu starp katru foto!

source: Take multiple photos in quick succession
lv: Ātri uzņemt vairākas fotogrāfijas pēc kārtas

source: You can use <gui>Burst mode</gui> to automatically take several photos in one go, with a short pause between shots. It is particularly fun if you change your pose in between photos! To use <gui>Burst mode</gui>:
lv: Jūs varat izmantot <gui>Šalts režīmu</gui>, lai automātiski uzņemtu vairākas fotogrāfijas vienā piegājienā, ar īsu pauzi starp katru foto. Ir it īpaši jautri mainīt pozu starp katru foto! Lai izmantotu <gui>Šalts režīmu</gui>:

source: Click <gui>Burst</gui>, the <gui>Take a Photo</gui> button will now say <gui>Take Multiple Photos</gui>.
lv: Spiediet <gui>Šalts</gui>, tagad <gui>Uzņemt foto</gui> poga teiks <gui>Uzņemt vairākus foto</gui>.

source: Alternatively, click <guiseq><gui>Cheese</gui><gui>Burst</gui></guiseq>.
lv: Vai arī spiediet <guiseq><gui>Cheese</gui><gui>Šalts</gui></guiseq>.

source: Click <gui>Take Multiple Photos</gui> or press the <key>spacebar</key>.
lv: Spiediet <gui>Uzņemt vairākus foto</gui> vai <key>atstarpes taustiņš</key>.

source: By default, four photos will be taken, with a three second delay and a countdown between photos.
lv: Noklusējumā, četri foto tiks uzņemti ar trīs sekunžu aizturi starp katru no tiem.

source: Press <key>Esc</key> if you want to stop <app>Cheese</app> from taking photos at any point.
lv: Spiediet <key>Esc</key> taustiņu, ja vēlaties apturēt <app>Cheese</app> no fotogrāfiju uzņemšanas jebkurā brīdī.

source: Change how many photos are taken and the delay between them
lv: Nomainīt, cik foto tiek uzņemti un aizkavi starp tiem

source: You can change how many photos will be taken in each burst and the length of the delay between the photos:
lv: Jūs varat nomainīt, cik foto tiks uzņemti katrā šaltī un aizkaves garumu starp fotogrāfijām:

source: Click <guiseq><gui>Edit</gui><gui>Preferences</gui></guiseq>.
lv: Spiediet <guiseq><gui>Rediģēt</gui><gui>Iestatījumi</gui></guiseq>.

source: Change the options under <gui>Burst mode</gui> and click <gui>Close</gui>.
lv: Nomainiet <gui>Šalts režīms</gui> iestatījumus un spiediet <gui>Aizvērt</gui>.

source: The delay is between the last photo taken and the start of the countdown for the next photo, not between two photos.
lv: Aizkave ir starp pēdējo uzņemto fotogrāfiju un nākošās fotogrāfijas atskaites sākumu, nevis starp divām fotogrāfijām.

source: Remove the countdown so that photos are taken instantly.
lv: Noņemiet laika atskaiti, lai foto tiktu uzņemti nekavējoties.

source: Disable the <gui>Countdown</gui> before photos are taken
lv: Deaktivējiet <gui>Laika atskaiti</gui> pirms tiek uzņemtas fotogrāfijas

source: By default, <app>Cheese</app> counts down from three before taking a photo. You can disable this feature by clicking <guiseq><gui>Edit</gui> <gui>Preferences</gui></guiseq> and unchecking <gui>Countdown</gui>.
lv: Noklusējumā, <app>Cheese</app> atskaita trīs sekundes pirms foto uzņemšanas. Jūs varat deaktivēt šo iespēju, spiežot <guiseq><gui>Rediģēt</gui> <gui>Iestatījumi</gui></guiseq> un noņemot ķeksīti no <gui>Laika atskaite</gui>.

source: Stop the screen from flashing white when taking a photo.
lv: Likt ekrānam nezibsnīt, kad tiek uzņemts foto.

source: Disable the flash
lv: Deaktivēt zibsni

source: When you take a photo with Cheese, the computer screen briefly turns white. This provides additional light.
lv: Kad, lietojot Cheese, uzņemat fotogrāfiju, monitors kļūst balts uz īsu mirkli.Tas dod papildu apgaismojumu.

source: To disable this feature, click <guiseq><gui>Edit</gui><gui>Preferences</gui></guiseq> and uncheck <gui>Fire Flash</gui>.
lv: Lai deaktivētu šo iespēju, spiediet <guiseq><gui>Rediģēt</gui><gui>Iestatījumi</gui></guiseq> un noņemiet ķeksīti no <gui>Uzzibsnīt</gui>.

source: Adjust the saturation, contrast, brightness and hue to make photos and videos look better.
lv: Pielāgojiet krāsas piesātinājumu, kontrastu, gaišumu un nokrāsu, lai foto un video izskatītos labāk.

source: My photos and videos look wrong
lv: Mani foto un video izskatās nepareizi

source: If your photos or videos are too dark or the colors seem to be wrong, try adjusting their saturation, contrast, brightness and hue:
lv: Ja fotogrāfijas vai video ir pārāk tumši vai krāsa izskatās nepareizi, mēģiniet pielāgot to krāsas piesātinājumu, kontrastu, gaišumu un nokrāsu:

source: Under <gui>Image properties</gui>, change the sliders to find the best settings for your webcam.
lv: Zem <gui>Attēla iestatījumi</gui>, nomainiet slīdņu pozīciju, lai atrastu labākos tīmekļa kameras iestatījumus.

source: Click <gui>Close</gui> and check to see if the photos and videos look better.
lv: Spiediet <gui>Aizvērt</gui> un pārbaudiet vai foto un video izskatās labāk.

source: Different options under <gui>Image properties</gui> (left to right): applying brightness, contrast, hue and saturation
lv: Dažādas opcijas zem <gui>Attēla iestatījumi</gui> (no kreisās uz labo): piemērot gaišumu, kontrastu, nokrāsu un piesātinājumu

source: Brightness
lv: Gaišums

source: Increasing the brightness will make the photos and videos lighter. However, if you are in a dark room, increasing the brightness might make the image look more noisy.
lv: Mainot gaišumu, foto un video kļūs tumšāki vai gaišāki. Kaut gan, ja esat tumšā istabā, gaišuma palielināšana var padarīt attēlu trokšņaināku.

source: Contrast
lv: Kontrasts

source: Setting a higher contrast will increase the difference between darker and lighter colors. If the image looks washed out, try increasing the contrast.
lv: Lielāka kontrasta iestatīšana palielinās atšķirību starp tumšajām un gaišajām krāsām. Ja attēls izskatās izbalējis, mēģiniet palielināt kontrastu.

source: Hue
lv: Nokrāsa
