Repository: eurolinux-enterprise-linux-sources/cheese
Catalog: src/help/*/*.po
Languages: cs, de, es, fi, it, ko, lv, sv

source: To set a photo as your account photo (which can be viewed from the <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>About Me</guimenuitem></menuchoice> menu, and the login window with a list of user names with photos), locate the photo that you wish to use in Cheese, right click on it and select <guimenuitem>Set as Account Photo</guimenuitem>.
cs: Pokud chcete nastavit snímek jako obrázku vašeho účtu (který vidíte v okně <menuchoice><guimenu>Systém</guimenu><guimenuitem>Volby</guimenuitem><guimenuitem>O mně</guimenuitem></menuchoice> a v seznamu uživatelů přihlašovacího okna), vyberte z náhledů, klepněte na něj pravým tlačítkem a zvolte <guimenuitem>Nastavit jako fotografii účtu</guimenuitem>.
de: Sie können ein Foto als Anmeldefoto verwenden. Das Anmeldefoto wird in <menuchoice><guimenu>System</guimenu><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Persönliche Angaben</guimenuitem></menuchoice> angezeigt und auch im Anmeldefenster, sofern dort eine Liste der Benutzernamen mit Fotos erscheint. Wählen Sie das Foto in <application>Cheese</application> aus, welches Sie als Anmeldefoto verwenden wollen, klicken Sie mit der rechten Maustaste darauf und wählen Sie <guimenuitem>Als Anmeldefoto setzen</guimenuitem>.
es: Para establecer una foto como la foto de su cuenta (que se pueden ver desde <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Acerca de mi</guimenuitem></menuchoice>, y también aparecerá en la ventana de entrada si se muestra una lista de nombres con fotos), seleccione la foto que quiere usar, pulse con el botón derecho del ratón y seleccione <guimenuitem>Establecer como foto de la cuenta</guimenuitem>.
fi: Otettu kuva voidaan asettaa tilin valokuvaksi (kuva voidaan katsoa <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Asetukset</guimenuitem><guimenuitem>Omat tiedot</guimenuitem></menuchoice> -valikosta, sekä kirjautumisruudun kuvallisesta käyttäjälistasta) valitsemalla käytettävä kuva Muikusta ja napsauta kuvan päällä hiiren oikeata painiketta. Avautuvasta pudotusvalikosta valitse <guimenuitem>Aseta tilin valokuvaksi</guimenuitem>.
ko: 사진을 계정사진으로 설정하려면 (<menuchoice><guimenu>시스템</guimenu><guimenuitem>기본 설정</guimenuitem><guimenuitem>내 정보</guimenuitem></menuchoice> 메뉴에서 볼 수 있고, 사용자 이름 리스트와 사진이 존재하는 로그인 창에서도 볼 수 있습니다), 치즈에서 사용하고 싶은 사진에 마우스 커서를 위치하고, 오른쪽 단추를 누른 다음에 <guimenuitem>계정 사진으로 설정</guimenuitem>을 선택합니다.
sv: För att ställa in ett foto som ditt kontofoto (som kan ses i <menuchoice><guimenu>System</guimenu><guimenuitem>Inställningar</guimenuitem><guimenuitem>Om mig</guimenuitem></menuchoice>, och vilket kommer att visas om inloggningsfönstret visar en lista över användarnamn med foton), leta upp fotot som du önskar ställa in och högerklicka på det och välj <guimenuitem>Ställ in som kontofoto</guimenuitem>.

source: Export a photo to F-Spot
cs: Export snímků do aplikace F-Spot
de: Ein Bild in F-Spot exportieren
es: Exportar una foto a F-Spot
fi: Vie kuva F-Spotiin
it: Esportare una foto in F-Spot
ko: 사진을 F-Spot으로 변환하기
sv: Exportera ett foto till F-Spot

source: To export a photo to F-Spot, locate the photo in your photo stream, right click on it and select <guimenuitem>Export to F-Spot</guimenuitem>. You will then be prompted by F-Spot if you wish to import the photos that are being sent to it.
cs: Pokud chcete exportovat snímek do aplikace F-Spot, vyberte jej z pruhu náhledů, klepněte na něj pravým tlačítkem a zvolte <guimenuitem>Export do aplikace F-Spot</guimenuitem>. Následně budete aplikací F-Spot dotázáni, zda si přejete odeslaný snímek importovat.
fi: Kuva voidaan viedä F-Spotiin, valitsemalla kuva kuvasarjasta. Napsauta hiiren oikealla painikkeella kuvaa ja valitse pudotusvalikosta <guimenuitem>Vie F-Spotiin</guimenuitem>. Tämän jälkeen F-Spot kysyy, tahdotko tuoda lähettämäsi kuvat F-Spotiin.
ko: 사진으로부터 F-Spot으로 변환하려면 포토 스트림의 사진을 선택한다음, 마우스 오른쪽 단추를 누르고 <guimenuitem>F-Spot으로 변환</guimenuitem>을 선택합니다. 그러면 F-Spot이 F-Spot으로 보낸 다음 사진을 가져올 것인지를 묻는 질문을 띄울 것입니다.
sv: För att exportera ett foto till F-Sport, leta upp fotot som du vill exportera i fotoströmmen, högerklicka på det och välj <guimenuitem>Exportera till F-Spot</guimenuitem>. Du kommer sedan att bli tillfrågad av F-Spot om du vill importera de foton som har skickats.

source: Depending on the version of Cheese that you are currently using, F-Spot may prompt you to import the entire photo stream.
cs: V závislosti na verzi aplikace Cheese, kterou používáte, se vás může F-Spot dotázat na import celého pruhu náhledů.
de: Abhängig von der gegenwärtig von Ihnen verwendeten Cheese-Version könnte F-Spot fragen, ob der gesamte Inhalt der Fotoleiste importiert werden soll.
es: Dependiendo de la versión de Cheese que esté usando actualmente, F-Spot puede preguntarle si quiere importar el conjunto de fotos completo.
fi: Riippuen käyttämästäsi Muikun versiosta, F-Spot saattaa kysyä sinulta koko kuvavirran tuonnista.
it: A seconda della versione di Cheese che si sta usando, F-Spot può chiedere di importare l'intero flusso di foto.
ko: 현재 사용하고 있는 치즈의 버전에 따라, F-Spot은 전체 포토 스트림을 가져올 것인지 물을 것입니다.
sv: Beroende på versionen av Cheese som du använder för närvarande så kan F-Sport fråga dig om att importera hela fotoströmmen.

source: Cheese sharing screenshot
cs: Snímek sdílení v plikaci Cheese
de: Bildschirmfoto einer Freigabe durch Cheese
es: Cheese compartiendo una captura
fi: Muikun jakotoimintojen kuvankaappaus
ko: 치즈 공유 스크린샷
sv: Skärmdump av Cheeses delningsfunktionalitet

source: Frequently Asked Questions
cs: Často kladené otázky
de: Häufigste Fragen
es: Preguntas más frecuentes
fi: Usein kysytyt kysymykset
it: Domande frequenti
ko: 빈번한 질문과 대답
sv: Frågor och svar

source: The video is sluggish/has a slow response. What can I do?
cs: Video je lenivé nebo má pomalé odezvy. Co dělat?
de: Das Video stockt oder reagiert träge. Was ist zu tun?
es: El vídeo se entrecorta o tiene una respuesta lenta. ¿Qué puedo hacer?
fi: Video nykii tai on vasteeltaan hidas. Mitä voin tehdä?
it: Il video è lento o ha una bassa risposta. Cosa si può fare?
ko: 동영상이 느리게 재생됩니다. 어떻게 해요?
sv: Videon är seg och långsam. Vad kan jag göra?

source: You may have set "<literal>ximagesink</literal>" (<guilabel>X Window System (No Xv)</guilabel>) as video-output. This means that your CPU is doing all the work. Change it to "<literal>xvimagesink</literal>" (<guilabel>X Window System (X11/XShm/Xv)</guilabel>) in order to let your graphics card do the work.
cs: Možná máte nastaven „<literal>ximagesink</literal>“ (<guilabel>X Window System (bez Xv)</guilabel>) na video-output. to znamená, že procesor dělá veškerou práci. Změňte „<literal>ximagesink</literal>“ (<guilabel>X Window System (X11/XShm/Xv)</guilabel>) tak, aby tuto práci dělala grafická karta.
de: Sie haben möglicherweise »<literal>ximagesink</literal>« (<guilabel>X Window System (No Xv)</guilabel>) als Videoausgabe festgelegt. Das bedeutet, dass Ihr Prozessor sämtliche Arbeit übernimmt. Ändern Sie dies in »<literal>xvimagesink</literal>« (<guilabel>X Window System (X11/XShm/Xv)</guilabel>), damit Ihre Grafikkarte diese Aufgabe ausführt.
es: Puede que haya establecido «<literal>ximagesink</literal>» (<guilabel>X Window System (No Xv)</guilabel>) como la salida de vídeo. Esto significa que su CPU está realizando todo el trabajo. Cámbielo a «<literal>xvimagesink</literal>» (<guilabel>X Window System (X11/XShm/Xv)</guilabel>) para que la tarjeta gráfica haga el trabajo.
fi: Saatat olla asettanut videoulostuloksi "<literal>ximagesink</literal>" (<guilabel>X Window System (Ei Xv)</guilabel>). Tämä tarkoittaa sitä, että prosessorisi tekee kaiken työn. Muuta videoulostuloksi "<literal>xvimagesink</literal>" (<guilabel>X Window System (X11/XShm/Xv)</guilabel>) asettaaksesi näytönohjaimen tekemään työn.
ko: 아마 비디오 입출력으로 "<literal>ximagesink</literal>" (<guilabel>X Window System (No Xv)</guilabel>)를 설정하였을 것입니다. 이는 CPU가 모든 작업을 수행한다는 뜻입니다. 그래픽 카드가 작업을 수행하도록 하려면 "<literal>xvimagesink</literal>" (<guilabel>X Window System (X11/XShm/Xv)</guilabel>)로 변경합니다.
sv: Du kanske har ställt in "<literal>ximagesink</literal>" (<guilabel>X Window System (No Xv)</guilabel>) som video-output. Detta betyder att din processor gör allt arbete. Ändra det till "<literal>xvimagesink</literal>" (<guilabel>X Window System (X11/XShm/Xv)</guilabel>) för att låta ditt grafikkort göra arbetet.

source: To change this setting, run the <command>gstreamer-properties</command> command, click the <guilabel>Video</guilabel> tab and change the appropriate setting.
cs: Toto nastavení lze změnit, když spustíte příkaz <command>gstreamer-properties</command>, klepnete na kartu <guilabel>Video</guilabel> a upravíte příslušné nastavení.
de: Um diese Einstellung zu ändern, führen Sie den Befehl <command>gstreamer-properties</command> aus, klicken auf den Reiter <guilabel>Video</guilabel> und ändern die Einstellung wie gewünscht.
es: Para cambiar los ajustes ejecute el comando <command>gstreamer-properties</command>, pulse la solapa <guilabel>Vídeo</guilabel> y cambie los ajustes apropiados.
fi: Asetuksien muuttamiseksi, aja komento <command>gstreamer-properties</command> ja muuta <guilabel>Video</guilabel>-välilehdeltä asianmukaisia asetuksia.
ko: 이 설정을 변경하려면, <command>gstreamer-properties</command> 명령을 실행하고, <guilabel>동영상</guilabel> 탭을 클릭한 후 적당한 설정으로 바꿉니다.
sv: För att ändra inställningarna, kör <command>gstreamer-properties</command>, klicka på fliken <guilabel>Video</guilabel> och ändra lämpliga inställningar.

source: I have a Mac with iSight and a ATI graphics card, and the colors are weird.
cs: Mám Mac s kartami iSight a ATI a barvy jsou podivné.
de: Ich habe einen Mac mit iSight und einer ATI-Grafikkarte, und die Farben sind sonderbar.
es: Tengo un Mac con iSight y una tarjeta gráfica ATI y los colores se ven raros.
fi: Minulla on Mac, jossa on iSight ja ATI:n näytönohjain ja värit näyttävät omituisilta.
it: Ho un Mac con iSight e una scheda grafica ATI e i colori sono strani.
ko: iSight가 설치된 Mac을 가지고 있고 색상이 이상하게 나와요.
sv: Jag har en Mac med iSight och ett ATI-grafikkort och färgerna är konstiga.

source: This is a problem with the ATI graphics card, though there is a work around. Change the video-output to custom and insert the following: "<literal>ffmpegcolorspace ! video/x-raw-yuv,format=(fourcc)YV12 ! ffmpegcolorspace ! xvimagesink</literal>".
cs: Tohle je problém týkající se grafických karet ATI, ale existuje řešení. Změňte video-output na vlastní a zadejte následující: „<literal>ffmpegcolorspace ! video/x-raw-yuv,format=(fourcc)YV12 ! ffmpegcolorspace ! xvimagesink</literal>“.
de: Es handelt sich um ein Problem mit der ATI-Grafikkarte, aber es gibt einen Lösungsweg. Ändern Sie die Videoausgabe in »Benutzerdefiniert« und geben Sie Folgendes ein: »<literal>ffmpegcolorspace ! video/x-raw-yuv,format=(fourcc)YV12 ! ffmpegcolorspace ! xvimagesink</literal>«.
es: Este es un problema con las tarjetas gráficas ATI, aunque hay una solución. Cambie la salida de vídeo a personalizada e introduzca lo siguiente: "<literal>ffmpegcolorspace ! video/x-raw-yuv,format=(fourcc)YV12 ! ffmpegcolorspace ! xvimagesink</literal>".
fi: Tämä ongelma johtuu ATI:n näytönohjaimesta, mutta se voidaan kiertää. Valitse videoulostuloksi mukautettu ja aseta arvoksi "<literal>ffmpegcolorspace ! video/x-raw-yuv,format=(fourcc)YV12 ! ffmpegcolorspace ! xvimagesink</literal>".
it: Questo è problema dovuto alla scheda grafica ATI, ma è possibile aggirare il problema. Cambiare l'uscita video in personalizzata e inserire quanto segue:"<literal>ffmpegcolorspace ! video/x-raw-yuv,format=(fourcc)YV12 ! ffmpegcolorspace ! xvimagesink</literal>".
ko: 이 문제는 다른 곳에서는 잘 동작하겠지만, ATI 그래픽 카드의 문제입니다. 비디오 출력을 custom으로 변경한 수 다음을 입력합니다: "<literal>ffmpegcolorspace ! video/x-raw-yuv,format=(fourcc)YV12 ! ffmpegcolorspace ! xvimagesink</literal>".
sv: Detta är ett problem med ATI-grafikkortet, även om det finns en temporär lösning. Ändra video-output till Anpassad och ange följande: "<literal>ffmpegcolorspace ! video/x-raw-yuv,format=(fourcc)YV12 ! ffmpegcolorspace ! xvimagesink</literal>".

source: To change this setting, run the <command>gstreamer-properties</command> command, click the <guilabel>Video</guilabel> tab and select custom from the drop down menu.
cs: Toto nastavení lze změnit, když spustíte příkaz <command>gstreamer-properties</command>, klepnete na kartu <guilabel>Video</guilabel> a zvolíte Vlastní z rozbalovacího seznamu.
de: Um die Einstellungen zu ändern, führen Sie den Befehl <command>gstreamer-properties</command> aus, klicken auf den Reiter <guilabel>Video</guilabel> und wählen <guilabel>Benutzerdefiniert</guilabel> in der Auswahlliste.
es: Para cambiar los ajustes, ejecute <command>gstreamer-properties</command>, pulse la solapa <guilabel>Vídeo</guilabel> y seleccione Personalizado del menú desplegable.
fi: Asetuksen muuttamiseksi, aja komento <command>gstreamer-properties</command> ja napsauta <guilabel>Video</guilabel>-välilehteä. Valitse pudotusvalikosta Mukautettu-valinta.
ko: 이 설정을 변경하기 위해 <command>gstreamer-properties</command> 명령을 실행하고, <guilabel>동영상</guilabel> 탭을 클릭한 다음 드롭다운 메뉴에서 사용자 지정을 선택합니다.
sv: För att ändra inställningarna, kör <command>gstreamer-properties</command>, klicka på fliken <guilabel>Video</guilabel> och välj Anpassad från rullgardinsmenyn.

source: My webcam works with gstreamer, but does not work with <application>Cheese</application>. What's wrong?
cs: Moje kamera funguje s gstreamerem, ale ne s aplikací <application>Cheese</application>. Co je špatně?
de: Meine Webcam funktioniert mit gstreamer, aber nicht mit <application>Cheese</application>. Was ist los?
es: Mi cámara web funciona bien con GStreamer pero no funciona con <application>Cheese</application>. ¿Cuál es el problema?
fi: Web-kamerani toimii gstreamerissa, mutta ei toimi <application>Muikussa</application>. Mikä on vialla?
it: La webcam funziona con gstreamer, ma non con <application>Cheese</application>. Cosa c'è che non va?
ko: 내 웹캠은 gstreamer하고 동작하는데, <application>치즈</application> 에서는 동작하지 않아요. 어떻게 된 일이죠?
sv: Min webbkamera fungerar med gstreamer, men fungerar inte med <application>Cheese</application>. Vad är fel?

source: Using the <command>gstreamer-properties</command> mentioned in the above question, try changing from <guilabel>xvimagesink</guilabel> to <guilabel>ximagesink</guilabel> or vice-versa. If this still does not work, run <command>cheese --verbose</command> on the command line and copy the logging into a bug report in our <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> bug tracker</ulink>.
cs: Pomocí nástroje <command>gstreamer-properties</command>, o kterém je psáno v otázce výše, zaměňte <guilabel>xvimagesink</guilabel> za <guilabel>ximagesink</guilabel> nebo naopak. Pokud to nepomůže, spusťte z příkazové řádky příkaz <command>cheese --verbose</command> a výstup vložte do hlášení o chybě v <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">nástroji pro sledování chyb</ulink>.
de: Versuchen Sie mit Hilfe der in der obigen Frage erwähnten <command>gstreamer-properties</command> die Ausgabe von <guilabel>xvimagesink</guilabel> in <guilabel>ximagesink</guilabel> oder umgekehrt zu ändern. Falls es noch immer nicht funktioniert, führen Sie den Befehl <command>cheese --verbose</command> in einer Befehlszeile aus. Kopieren Sie das Fehlerprotokoll in einen Fehlerbericht in unserem <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">Fehlererfassungssystem</ulink>.
es: Use <command>gstreamer-properties</command> como se menciona en la cuestión anterior, pruebe cambiando de <guilabel>xvimagesink</guilabel> a <guilabel>ximagesink</guilabel> o viceversa. Si nada de esto funciona, ejecute <command>cheese --verbose</command> en la línea de comandos y pegue la salida en un informe de error en la <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">página de seguimiento de errores</ulink>.
fi: Käytä edellisessä kysymyksessä mainittua <command>gstreamer-properties</command>-sovellusta ja koita vaihtaa parametri <guilabel>xvimagesink</guilabel> parametriin <guilabel>ximagesink</guilabel> tai päinvastoin. Mikäli Web-kamerasi ei vieläkään toimi, aja komentoriviltä komento: <command>cheese --verbose</command> ja kopioi loki ohjelmistovirheraporttiimme <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">ohjelmavikojen seurantajärjestelmässä</ulink>.
ko: 위 질문에서 언급한 <command>gstreamer-properties</command>를 사용하여, <guilabel>xvimagesink</guilabel>에서 <guilabel>ximagesink</guilabel>로 혹은 그 반대로의 변경을 시도해봅니다. 만약 그래도 동작하지 않는다면 <command>cheese --verbose</command> 명령을 커맨드 라인에서 실행하고 로깅 내용을 복사하여 <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">버그 트래커</ulink>의 버그 보고서에 넣어주시기 바랍니다.
sv: Använd <command>gstreamer-properties</command> som nämns i ovanstående fråga, prova att ändra från <guilabel>xvimagesink</guilabel> till <guilabel>ximagesink</guilabel> eller tvärt om. Om detta fortfarande inte fungerar, kör <command>cheese --verbose</command> på kommandoraden och kopiera loggen till en felrapport i vårt <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> felhanteringssystem</ulink>.

source: My webcam works with other programs such as Ekiga, Camorama, but not with <application>Cheese</application>. What's wrong?
cs: Moje kamera funguje s ostatními aplikacemi jako Ekiga nebo Camorama, ale ne s aplikací <application>Cheese</application>. Co je špatně?
de: Meine Webcam funktioniert mit anderen Programmen wie <application>Ekiga</application> oder <application>Camorama</application>, aber nicht mit <application>Cheese</application>. Was ist los?
es: Mi cámara web funciona con otros programas como Ekiga, Camorama pero no con <application>Cheese</application>. ¿Qué funciona mal?
fi: Web-kamerani toimii muiden ohjelmien kanssa, kuten Ekiga ja Camorama, mutta ei <application>Muikun</application> kanssa. Mikä on vialla?
it: La webcam funziona con altri programmi quali Ekiga, Camorama, ma non con <application>Cheese</application>. Cosa c'è che non va?
ko: 내 웹캠은 에키가나 카모라마 같은 프로그램에서 잘 동작하는데, <application>치즈</application>에선 그렇지 않아요. 어떻게 된 일이죠?
sv: Min webbkamera fungerar med andra program, såsom Ekiga, Camorama, men inte med <application>Cheese</application>. Vad är fel?

source: See if your webcam works when testing it in <command>gstreamer-properties</command>. If it works there, but not in <application>Cheese</application>, please file a bug report in our <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> bug tracker</ulink>.
cs: Presvědčte se se, zda vaše kamera funguje při testování v nástroji <command>gstreamer-properties</command>. Pokud ano, ale v aplikaci <application>Cheese</application> nikoliv, oznamte prosím chybu v <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">nástroji pro sledování chyb</ulink>.
de: Schauen Sie, ob Ihre Webcam beim Test in <command>gstreamer-properties</command> funktioniert. Wenn es dort funktioniert, aber nicht in <application>Cheese</application>, dann hinterlassen Sie bitte einen Fehlerbericht in unserem <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">Fehlererfassungssystem</ulink>.
es: Compruebe que su cámara funciona probándola en <command>gstreamer-properties</command>. Si funciona allí pero no en <application>Cheese</application>, por favor rellene un informe de error en nuestra <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">página de seguimiento de errores</ulink>.
fi: Tarkista toimiiko web-kamerasi <command>gstreamer-properties</command>-sovelluksen testeissä. Mikäli se toimii niissä, mutta ei <application>Muikussa</application>, täytä ohjelmistovikaraportti <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">ohjelmavikojen seurantajärjestelmässä</ulink>.
it: Vedere se la webcam funziona quando provandola in <command>gstreamer-properties</command>. Se qui funziona, ma non in <application>Cheese</application>, compilare una relazione di bug nel link <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> bug tracker</ulink>.
ko: <command>gstreamer-properties</command>에서 웹캠을 테스트 한 경우를 보도록 합니다. 이 경우 잘 동작하지만 <application>치즈</application>에서 잘 동작하는 것이 아니라면, <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> 버그 트래커</ulink>에 버그 보고서를 등록해주시기 바랍니다.
sv: Se om din webbkamera fungerar när du testar den i <command>gstreamer-properties</command>. Om den fungerar där men inte i <application>Cheese</application> så ber vi dig att skicka in en felrapport via vårt <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> felhanteringssystem</ulink>.

source: Where does <application>Cheese</application> store my photos and videos?
cs: Kde uchovává aplikace <application>Cheese</application> mé snímky a videa?
de: Wo speichert <application>Cheese</application> meine Fotos und Videos?
es: ¿Dónde almacena <application>Cheese</application> mis fotos y vídeos?
fi: Mihin <application>Muikku</application> tallettaa kuvat ja videot?
ko: <application>치즈</application>에서 찍은 내 사진과 동영상은 어디에 저장되나요?
sv: Var lagrar <application>Cheese</application> mina foton och videofiler?
