Repository: eurolinux-enterprise-linux-sources/cheese
Catalog: src/help/*/*.po
Languages: cs, de, es, fi, it, ko, lv, sv

source: Cheese stores your pictures in a folder called Webcam inside the XDG-Directory set for Pictures (in most distributions its ~/Pictures/Webcam). The same applies for Videos: ~/Videos/Webcam. XDG is a standard to declare default folders in your system. You can find more information about XDG <ulink url="http://standards.freedesktop.org/basedir-spec/basedir-spec-0.6.html" type="http">here</ulink>.
cs: Cheese uchovává vaše snímky ve složce nazvané Webcam uvnitř adresáře XDG nastaveném na Pictures (ve většině distribucí to je ~/Pictures/Webcam). To samé platí pro videa: ~/Videos/Webcam. XDG je standard určený k definování výchozích složek v systému. Více informací o XDG naleznete <ulink url="http://standards.freedesktop.org/basedir-spec/basedir-spec-0.6.html" type="http">zde</ulink>.
de: <application>Cheese</application> speichert Ihre Bilder in einem Ordner namens »Webcam« innerhalb der XDG-Ordnerstruktur. Auf den meisten Distributionen dürfte dies ~/Bilder/Webcam sein. Mit Videos wird gleichermaßen verfahren, diese werden in ~/Videos/Webcam gespeichert. Anhand des XDG-Standards werden die Standardordner Ihres Systems festgelegt. Weitere Informationen über XDG finden Sie <ulink url="http://standards.freedesktop.org/basedir-spec/basedir-spec-0.6.html" type="http">hier</ulink>.
es: Cheese almacena sus imágenes en una carpeta llamada Webcam dentro de la carpeta XDG-Directory establecida para las imágenes (en la mayoría de las distribuciones es ~/Imágenes/Webcam o ~/Pictures/Webcam). Lo mismo se aplica para los vídeos: ~/Vídeos/Webcam. XDG es un estándar para declarar carpetas predeterminadas en su sistema, puede encontrar más información acerca de XDG <ulink url="http://standards.freedesktop.org/basedir-spec/basedir-spec-0.6.html" type="http">aquí</ulink>.
fi: Muikku tallentaa kuvasi Webcam-kansioon, joka sijaitsee XDG-Directoryn mukaisessa Valokuvat-kansiossa (useimmissa jakeluversioissa se on ~/Pictures/Webcam). Sama koskee myös videoita: ~/Videos/Webcam. XDG on standardi, joka määrittelee järjestelmäsi oletuskansiot. Löydät enemmän tietoa XDG:stä <ulink url="http://standards.freedesktop.org/basedir-spec/basedir-spec-0.6.html" type="http">täältä</link>.
ko: 치즈는 사진을 위해 XDG-디렉터리 셋의 웹캠이라고 불리우는 폴더에 사진을 저장합니다 (대부분의 배포판에서는 ~/Pictures/Webcam 입니다). 동영상의 경우에도 똑같이 적용됩니다: ~/Videos/Webcam. XDG는 시스템에서 기본 폴더로 설정하기 위한 표준입니다. XDG에 대한 더 자세한 정보는 <ulink url="http://standards.freedesktop.org/basedir-spec/basedir-spec-0.6.html" type="http">이 곳</ulink>에서 찾아볼 수 있습니다.
sv: Cheese lagrar dina bilder och videofiler i en katalog som heter "Webcam" i XDG-katalogen som är satt för bilder (oftast är det i ~/Pictures/Webcam). Samma sak gäller för videofiler. ~/Videos/Webcam. XDG är en standard för att ange standardkataloger på din dator. Du kan hitta mer information om XDG <ulink url="http://standards.freedesktop.org/basedir-spec/basedir-spec-0.6.html" type="http">här</ulink>.

source: If the XDG-Path is not set on your System, cheese has a fallback solution: it will store both your pictures and videos in ~/.gnome2/cheese/media. This is the default directory for your media if you have an older version of <application>Cheese</application>.
cs: Pokud nejsou cesty XDG v systému nastaveny, Cheese to řeší následovně: ukládá snímky i videa do adresáře ~/.gnome2/cheese/media. To je také výchozí umístení, pokud používáte starší verzi aplikace <application>Cheese</application>.
de: Falls der XDG-Pfad auf Ihrem System nicht gesetzt ist, benutzt <application>Cheese</application> folgende Lösung: Ihre Bilder und Videos werden in ~/.gnome2/cheese/media gespeichert. In älteren Versionen von <application>Cheese</application> ist dies der Vorgabeordner für Ihre Medien.
es: Si la ruta XDG-Path no está establecida en su sistema, Cheese usa una solución de respaldo: almacenará tanto sus imágenes como sus vídeos en ~/.gnome2/cheese/media. Este es el directorio predeterminado para sus archivos multimedia si tiene una versión anterior de <application>Cheese</application>.
fi: Mikäli XDG-polkua ei ole asetettu järjestelmääsi, Muikkussa on vararatkaisu: se tallentaa kuvat ja videot ~/.gnome2/cheese/media -sijaintiin. Tämä on medioiden oletuskansio vanhemmissa <application>Muikun</application> versioissa.
ko: 여러분의 시스템에 XDG-Path가 설정되지 않았다면, 치즈는 폴백 솔루션을 적용합니다: 이 방법을 통해 사진과 동영상을 ~/.gnome2/cheese/media에 저장할 것입니다. 이는 <application>치즈</application> 이전 버전에서 보유한 내용 저장을 위한 기본 디렉터리입니다.
sv: Om XDG-sökvägen inte är angiven i din dator har Cheese en lösning att falla tillbaka på: den lagrar både dina bilder och videofiler i ~/.gnome2/cheese/media. Detta är standardkatalogen för dina mediafiler om du har en äldre version av <application>Cheese</application>.

source: How to set an alternate path is described in <xref linkend="gconf"/>.
cs: Jak nastavit jiná umístění popisuje <xref linkend="gconf"/>.
de: Das Angeben eines alternativen Pfades wird in <xref linkend="gconf"/> beschrieben.
es: Cómo establecer una ruta alternativa está descrito en <xref linkend="gconf"/>.
fi: Vaihtoehtoisen hakemiston asettaminen on kuvattu käyttöohjeen kohdassa <xref linkend="gconf"/>.
ko: <xref linkend="gconf"/> 에 설명된 대체 경로를 설정하는 방법.
sv: Hur man sätter en alternativ sökväg beskrivs i <xref linkend="gconf"/>.

source: Attention: leave this settings blank if you want <application>Cheese</application> to use the default directories.
cs: Upozornění: ponechte toto nastavení prázdné, pokud si přejete použít výchozí adresáře.
de: Achtung: Lassen Sie diese Einstellungen leer, falls <application>Cheese</application> die Standardordner verwenden soll.
es: Atención: deje este ajuste vacío si quiere que <application>Cheese</application> use las carpetas predeterminadas.
fi: Huom: jätä tämä asetus tyhjäksi, mikäli tahdot <application>Muikun</application> käyttävän oletushakemistoja.
ko: 주의: <application>치즈</application>를 기본 디렉터리상에서 사용하려면 이 설정을 빈 칸으로 두십시오.
sv: Varning: Lämna denna inställningen tom om du vill att <application>Cheese</application> ska använda standardkatalogerna.

source: You can also save your pictures to an alternate location from within Cheese. Please see <xref linkend="saving"/> for information on this.
cs: Snímky lze ukládat z aplikace Cheese i do jiného umístění. Informace o této možnosti popisuje <xref linkend="saving"/>.
de: Sie können Ihre Bilder auch aus Cheese heraus an einem anderen Ort speichern. Weitere Informationen hierzu finden Sie in <xref linkend="saving"/>.
es: También puede guardar sus fotos en una ubicación alternativa desde Cheese. Para obtener más información acerca de esto consulte la <xref linkend="saving"/>.
fi: Voit tallentaa kuvasi vaihtoehtoiseen sijaintiin suoraan Muikusta. Katso lisätietoja käyttöohjeen kohdasta: <xref linkend="saving"/>.
ko: 또한 치즈에서 다른 경로로 그림을 저장할 수 있습니다. 이 정보에 대해 <xref linkend="saving"/>를 참조하세요.
sv: Du kan även spara dina bilder och videofiler till en alternativ plats inifrån Cheese. Se <xref linkend="saving"/> för information om detta.

source: My Quickcam Express doesn't work with <application>Cheese</application>...
cs: Má Quickcam Express nepracuje s aplikací <application>Cheese</application>…
de: Meine »Quickcam Express« funktioniert nicht in <application>Cheese</application> …
es: Mi QuickCam Express no funciona con <application>Cheese</application>...
fi: Minun Quickcam Express ei toimi <application>Muikussa</application>...
it: La webcam Quickcam Express non funziona con <application>Cheese</application>...
ko: 내 Quickcam Express가 <application>치즈</application>에서 동작하지 않아요...
sv: Min Quickcam Express fungerar inte med <application>Cheese</application>...

source: or gstreamer, and I see errors like "Not enough buffers. We got 1, we want at least 2" in the <application>Cheese</application> output. With driver "qc-usb".
cs: nebo s gstreamerem a ve výstupu aplikace <application>Cheese</application> vidím chyby jako „Not enough buffers. We got 1, we want at least 2“. S ovladačem „qc-usb“.
de: oder gstreamer, und ich bekomme Fehlermeldungen wie »Not enough buffers. We got 1, we want at least 2« in der Ausgabe von <application>Cheese</application> (mit dem Treiber »qc-usb«).
es: o GStreamer, y veo errores como "No hay suficientes búferes. Se obtuvo 1, se necesitan al menos 2" en la salida de <application>Cheese</application>. Con el controlador "qc-usb".
fi: tai gstreamerissa ja saan virheilmoituksia, kuten "Puskureita liian vähän. Löytyi 1, tarvitaan vähintään 2", <application>Muikun</application> tulosteessa "qc-usb" ajurin kanssa.
it: oppure gstreamer e vedo errori come "Not enough buffers. We got 1, we want at least 2" nell'output di <application>Cheese</application>. Con driver "qc-usb".
ko: 또는 gstreamer에서, <application>치즈</application> 출력 결과로부터 "Not enough buffers. We got 1, we want at least 2"와 같은 오류를 만났습니다. "qc-usb" 드라이버를 사용하면서요.
sv: eller gstreamer, och jag ser fel som "Not enough buffers. We got 1, we want at least 2" i utdatat från <application>Cheese</application>. Med drivrutinen "qc-usb".

source: Try running <command>qcset /dev/video0 compat=dblbuf</command> to enable double buffer compatibility mode, then restart <application>Cheese</application>.
cs: Zkuste spustit příkaz <command>qcset /dev/video0 compat=dblbuf</command> pro nastavení režimu kompatibility dvojnásobné vyrovnávací paměti a pak restartujte aplikaci <application>Cheese</application>.
de: Versuchen Sie den Befehl <command>qcset /dev/video0 compat=dblbuf</command>, um den Doppelpuffer-Kompatibilitätsmodus zu aktivieren, und starten Sie <application>Cheese</application> neu.
es: Pruebe a ejecutar <command>qcset /dev/video0 compat=dblbuf</command> para activar el modo de compatibilidad de búfer doble, después reinicie <application>Cheese</application>.
fi: Yritä suorittaa komento <command>qcset /dev/video0 compat=dblbuf</command> aktivoidaksesi yhteensopivuustilan, jossa käytetään kaksoispuskuria. Käynnistä <application>Muikku</application> tämän jälkeen uudelleen.
it: Cercare di eseguire <command>qcset /dev/video0 compat=dblbuf</command> per abilitare la modalità di compatibilità a doppio buffer, quindi riavviare <application>Cheese</application>.
ko: 이중 버퍼 호환모드를 활성화하기 위해 <command>qcset /dev/video0 compat=dblbuf</command> 실행 한 후, <application>치즈</application>를 재시작해보기 바랍니다.
sv: Prova att köra <command>qcset /dev/video0 compat=dblbuf</command> för att aktivera kompatibilitetsläge för dubbelbuffring, starta sedan om <application>Cheese</application>.

source: "No Camera Found" Error Message
cs: Chybové hlášení „Nenalezena žádná kamera!“
de: Fehlermeldung »Keine Kamera gefunden!«
es: Mensaje de error «No Camera Found»
fi: "Kameraa ei löytynyt" virheilmoitus
it: Messaggio di errore: «Nessuna macchina trovata»
ko: "No Camera Found" 오류 메시지
sv: Felmeddelandet "Ingen kamera hittades"

source: "When I launch Cheese, I get the message 'No Camera Found' but I have my webcam plugged into my computer".
cs: „Když spustím Cheese, zobrazí se zpráva 'Nenalezena žádná kamera!', ale má kamera je připojena k počítači“.
fi: "Olen liittänyt Web-kameran tietokoneeseeni, mutta kun käynnistän Muikun, näytetään 'Kameraa ei löydy' -virheilmoitus".
ko: "치즈를 실행했을때, 내 컴퓨터에 웹캠을 연결했는데도 'No Camera Found' 메시지가 떠요".
sv: När jag startar Cheese får jag felmeddelandet "Ingen kamera hittades" men jag har min webbkamera inkopplad i datorn.

source: There are many situations that can cause this, and the exact problem that is causing it needs to be isolated. If possible, try each of the following to try and get your webcam working:
cs: Existuje mnoho situací, které toto mohou způsobit, a je potřeba určit problém. Pokud můžete, vyzkoušejte následující ke zprovoznění kamery:
fi: Moni tilanne voi aiheuttaa tämän ja siksi tarkka ongelma on selvitettävä. Mikäli on mahdollista, niin kokeile kutakin vaihtoehtoa saadaksesi Web-kamerasi toimimaan:
ko: 이 문제가 발생할 수 있는 경우는 여러가지가 있으며, 확실한 문제는 이를 야기하는 문제를 따로 격리되어야 한다는 것입니다. 가능하다면 웹캠을 동작할 수 있게 해보기 위해 다음 사항을 따라해보기 바랍니다:
sv: Det finns många situationer som kan orsaka detta och det exakta problemet som orsakar det måste isoleras. Om du har möjlighet, prova varje av följande förslag för att försöka få din webbkamera att fungera:

source: Plug your webcam into another computer. If it works there, then it is a problem with the connection to your computer, or the operating system if it was a different one on the other computer. Check the ports on your computer (try another one) and consult support for your particular operating system.
cs: Připojte kameru k jinému počítači. Pokud tam funguje, problém je s připojením kamery k počítači nebo v operačním systému, pokud ten druhý je jiný než tento. Zkontrolujte porty počítače (zkuste jiný port) a konzultujte problém s podporou svého operačního systému.
fi: Liitä kamerasi toiseen tietokoneeseen. Mikäli se toimii toisessa koneessa, vika on tietokoneesi liitännässä tai käyttöjärjestelmässä, mikäli se on erilainen, kuin toisessa tietokoneessa. Tarkista tietokoneesi liitännät (kokeile toista) ja pyydä tukea juuri sinun käyttöjärjestelmääsi.
ko: 다른 컴퓨터에 웹캠을 연결해봅니다. 그 컴퓨터에서 동작한다면 이는 여러분의 컴퓨터에서의 연결 문제이거나 혹은 다른 컴퓨터와 운영체제가 다르다면 운영체제상의 문제일 것입니다. 컴퓨터의 포트를 점검 (다른 포트로 연결) 해보고 여러분이 사용하고 있는 개개의 운영체제에 대한 지원을 문의하기 바랍니다.
sv: Koppla in din webbkamera i en annan dator, om den fungerar där så är problemet själva kopplingen till din dator, eller dess operativsystem om det är ett annat än det på den andra datorn. Kontrollera portarna på din dator (testa t ex en annan) och konsultera supporten för ditt operativsystem.

source: See if your camera is being detected by your computer. On Linux, open up the terminal or console and type "dmesg" before you plug in your webcam. Notice the most recent entries, and then plug in your webcam. Type "dmesg" again and see if the most recent entries differ. If the message mentions a USB device being detected, and your webcam is the only USB device that has been changed, then your computer is detecting your webcam fine. If not, then test to see if the webcam is working on another computer. This may only work with USB webcams.
cs: Zjistěte, zda váš počítač dokáže kameru detekovat. V operačním systému Linux otevřete terminál nebo konzolu a spusťte příkaz „dmesg“ před zapojením kamery. Prohlédněte si výstup, zapojte kameru a spusťte „dmesg“ znovu. Zkontrolujte, zda se výstup změnil. Pokud ve výstupu naleznete informaci o detekci zařízení USB a pokud je vaše kamera jediným zařízením USB, které se změnilo, váš systém kameru detekuje. V opačném případě zkontorlujte, zda kamera pracuje s jiným počítačem. Toto funguje pouze s kamerami připojenými přes rozhraní USB.
fi: Tarkista tunnistaako tietokoneesi kameraa. Avaa Linuxissa terminaali tai konsoli ja kirjoita "dmesg", ennen kuin liität Web-kamerasi. Tarkista viimeisimmät merkinnät ja liitä Web-kamerasi tämän jälkeen. Kirjoita "dmesg" uudelleen ja tarkista onko tuoreimmat tiedot muuttuneet. Mikäli tiedoissa mainitaan USB-laitteen havaitseminen ja Web-kamerasi on ainut USB-laite, mikä on muuttunut, tällöin tietokoneesi tunnistaa Web-kamerasi oikein. Jos ei, niin tarkista toimiiko Web-kamerasi toisessa tietokoneessa. Tämä toimii vain USB-liitäntäisillä Web-kameroilla.
ko: 카메라가 컴퓨터에 의해 감지되었을 경우를 보도록 합니다. 리눅스에서는 웹캠을 연력하기 전에 터미널이나 콘솔을 열고 "dmesg"를 입력합니다. 최근 엔트리를 확인한 다음 웹캠을 연결합니다. "dmesg"를 다시 입력한다음 최근 엔트리상에 변화가 있는지를 확인합니다. 웹캠이 상태가 변경된 (연결된) USB장치일 때 USB 장치가 감지되었다는 메시지가 보인다면, 컴퓨터는 웹캠을 잘 인식한 것입니다. 그렇지 않다면 다른 컴퓨터에서 웹캠이 동작하는지를 테스트해보기 바랍니다. 이 프로그램은 아마 USB 웹캠 하고만 동작할 것입니다.
sv: Kontrollera att din webbkamera upptäcks av din dator. På Linux, öppna en terminal eller konsol och skriv "dmesg" inan du kopplar in din webbkamera. Notera de senaste meddelandena och koppla sen in din webbkamera. Skriv "dmesg" igen och kontrollera om de senaste meddelandena skiljer sig mot tidigare. Om meddelandena nämner att en USB-enhet har upptäckts och din webbkamera är den enda USB-enheten som har kopplats i eller ur så upptäcker din dator din webbkamera som den ska. Om inte, testa om din webbkamera fungerar på en annan dator. Detta fungerar bara med webbkameror som ansluts via USB.

source: As Cheese uses the gstreamer backend, it is most likely because gstreamer is not detecting the webcam (or gstreamer has become corrupt). Please contact support for the particular operating system that you are running with as many details as possible. For Ubuntu, please use the <ulink url="http://ubuntuforums.org/" type="http">Ubuntu Forums</ulink>.
cs: Protože Cheese využívá gstreamer jako podpůrnou vrstvu, pravděpodobně je problém v tom, že gstreamer nedokáže kameru detekovat (nebo je poškozen). Kontaktujte prosím podporu svého operačního systému a dodejte co možná nejvíce podrobností. Uživatelé distribuce Ubuntu by měli použít <ulink url="http://ubuntuforums.org/" type="http">Ubuntu Forums</ulink>.
fi: Muikku käyttää gstreameria taustaosana, joten luultavasti gstreamer ei tunnista Web-kameraa (tai gstreamer on korruptoitunut). Ota yhteyttä käyttämäsi käyttöjärjestelmäsi tukeen mahdollisimman tarkkojen yksityiskohtien kera. Ubuntun käyttäjänä, käytä <ulink url="http://forum.ubuntu-fi.org/" type="http">Ubuntu Suomen keskustelualuetta</ulink>.
ko: 치즈가 gstreamer 백엔드를 사용할 때, gstreamer가 웹캠을 감지하지 않는 (혹은 gstreamer가 깨진) 것처럼 보일 수 있습니다. 이럴 경우 여러분이 실행하고 있는 운영체제에 대해 최대한 자세하게 적어서 지원문의를 하기 바랍니다. 우분투를 사용하는 경우, <ulink url="http://ubuntuforums.org/" type="http">우분투 포럼</ulink>을 이용해 주시기 바랍니다.
sv: Då Cheese använder sig av gstreamer bakom kulisserna är det troligt att det är pga att gstreamer inte upptäcker webbkameran (eller att gstreamer har blivit korrupt). Kontakta supporten för ditt operativsystem med så många detaljer som möjligt. För Ubuntu, använd <ulink url="http://ubuntu.se/forum.php" type="http">Ubuntuforum</ulink>.

source: Which cameras are supported?
cs: Jaké kamery jsou podporovány?
de: Welche Kameras werden unterstützt?
es: ¿Qué cámaras están soportadas?
fi: Mitkä kamerat on tuettuja?
ko: 어떤 카메라가 지원됩니까?
sv: Vilka kameror stöds?

source: Cheese uses gstreamer for video grabbing. So in principle Cheese supports any camera that works with GStreamer. That should be any camera which supports video4linux or video4linux2.
cs: Cheese využívá pro záznam videa gstreamer, takže, v zásadě, libovolná kamera pracující s gstreamerem je podporována i aplikací Cheese. To jsou všechny kamery podporující video4linux nebo video4linux2.
de: <application>Cheese</application> benutzt GStreamer für die Videoverarbeitung. Somit unterstützt <application>Cheese</application> prinzipiell jede unter GStreamer funktionierende Kamera. Generell sind das alle Kameras, die video4linux oder video4linux2 unterstützen.
es: Cheese usa GStreamer para capturar vídeo. Así que en principio Cheese soporta cualquier cámara que funcione con GStreamer, así como cualquier cámara soportada por video4linux y video4linux2.
fi: Muikku käyttää gstreameria videon sieppaukseen. Joten periaatteessa Muikku tukee kaikkia kameroita, jotka toimivat GStreamerin kanssa. Eli kaikki kameroita, jotka tukevat video4linux- tai video4linux2-rajapintaa.
ko: 치즈는 동영상 녹화를 위해 gstreamer를 사용합니다. 그래서 치즈는 본질적으로 어떤 카메라든 GStreamer와 함께 동작하는 것을 지원합니다. 이는 video4linux나 video4linux2를 지원하는 카메라여야 한다는 뜻입니다.
sv: Cheese använder gstreamer för videofångst. Så i princip har Cheese stöd för alla kameror som fungerar med GStreamer. Det borde vara alla kameror som har stöd för video4linux eller video4linux2.

source: About
cs: O aplikaci
de: Info
es: Acerca de
fi: Tietoja
it: Informazioni
ko: 정보
sv: Om

source: Cheese was initially written by Daniel G. Siegel <email>dgsiegel@gnome.org</email>. as a Google Summer of Code project. Later, Jaap A. Haitsma <email>jaap@haitsma.org</email> and others joined Daniel to improve it. To find more information about Cheese, please visit the <ulink url="http://projects.gnome.org/cheese" type="http"><application>Cheese</application> web page</ulink>.
cs: Aplikaci Cheese původně vytvořil Daniel G. Siegel <email>dgsiegel@gnome.org</email> jako projekt Google Summer of Code. Později se k němu připojil Jaap A. Haitsma <email>jaap@haitsma.org</email> a další, aby aplikaci vylepšili. Více informací o aplikaci Cheese naleznete na <ulink url="http://projects.gnome.org/cheese" type="http">stránce projektu <application>Cheese</application></ulink>.
de: <application>Cheese</application> wurde ursprünglich von Daniel G. Siegel <email>dgsiegel@gnome.org</email> geschrieben, als ein Projekt des »Google Summer of Code«. Später halfen Jaap A. Haitsma <email>jaap@haitsma.org</email> und andere Daniel bei der Verbesserung von <application>Cheese</application>. Weitere Informationen über <application>Cheese</application> finden Sie auf der <ulink url="http://projects.gnome.org/cheese" type="http"><application>Cheese</application>-Webseite</ulink>.
es: Daniel G. Siegel <email>dgsiegel@gnome.org</email> escribió inicialmente Cheese como parte del proyecto Google Summer of Code. Más tarde Jaap A. Haitsma <email>jaap@haitsma.org</email> y otros ayudaron a Daniel a mejorarlo. Para obtener más información acerca de Cheese, visite la <ulink url="http://projects.gnome.org/cheese" type="http">página web de <application>Cheese</application></ulink>.
fi: Muikun on alun perin kirjoittanut Daniel G. Siegel <email>dgsiegel@gnome.org</email> Google Summer of Code -projektina. Myöhemmin Jaap A. Haitsma <email>jaap@haitsma.org</email> ja muut henkilöt ryhtyivät Danielin kanssa kehittämään sitä. Lisätietoja Muikusta löydät <ulink url="http://projects.gnome.org/cheese" type="http"><application>Muikun</application> verkkosivuilta</ulink>.
ko: 치즈는 Daniel G. Siegel <email>dgsiegel@gnome.org</email>에 의해 구글 써머 오브 코드 때 처음으로 만들어졌습니다. 이후 Jaap A. Haitsma <email>jaap@haitsma.org</email>와 기타 다른 분이 이 프로그램을 개선하기 위해 참여하였습니다. 치즈에 대한 더 자세한 정보를 얻고 싶다면, <ulink url="http://projects.gnome.org/cheese" type="http"><application>치즈</application> 웹 페이지</ulink>에 방문해 주시기 바랍니다.
sv: Cheese skrevs av ursprungligen av Daniel G. Siegel <email>dgsiegel@gnome.org</email> som ett Google Summer of Code-projekt. Senare hjälpte Jaap A. Haitsma <email>jaap@haitsma.org</email> och andra Daniel med att förbättra Cheese. För att hitta mer information om Cheese så kan du besöka <ulink url="http://projects.gnome.org/cheese" type="http"><application>Cheeses</application> webbsida</ulink>.

source: To report a bug or make a suggestion regarding this application, you can file a bug in our <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> bug tracker</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení této aplikace, můžete přidat hlášení o chybě do příslušné sekce <ulink url="http://bugzilla.gnome.org/browse.cgi?product=vinagre" type="http"> nástroje pro sledování chyb</ulink>.
de: Um einen Fehler zu melden oder einen Vorschlag zu dieser Anwendung oder zu diesem Handbuch zu machen, können Sie einen Fehlerbericht in unserem <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">Fehlererfassungssystem</ulink> hinterlassen.
es: Para informar de un error o hacer una sugerencia acerca de esta aplicación, puede rellenar un informe de error en la <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">página de seguimiento de errores</ulink>.
fi: Voit ilmoittaa vioista tai tehdä ehdotuksia koskien tätä ohjelmaa kirjoittamalla raportin <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">ohjelmavikojen seurantajärjestelmään</ulink>.
ko: 이 프로그램에 대한 버그 보고나 제안을 위해 <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">버그 트래커</ulink> 에 버그를 등록할 수 있습니다.
sv: För att rapportera ett fel eller föreslå någonting angående detta program så kan du skicka in en felrapport i vårt <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> felhanteringssystem</ulink>.
