Repository: eurolinux-enterprise-linux-sources/cheese
Catalog: src/help/*/*.po
Languages: cs, de, es, fi, it, ko, lv, sv

source: In burst mode you can take more pictures in a row. It works exactly like the photo mode, except that it takes a series of pictures. When you are not in burst mode, click the button that shows the icon of several pictures in a row or select it from the menu: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Burst</guimenuitem></menuchoice> to change to burst mode. Burst mode will start to take a series of pictures with an interval of some seconds in between photos when the button labelled <guibutton>Take Multiple Photos</guibutton> or the <keycap>Spacebar</keycap> key is pressed. The delay and amount of pictures to take can be set in the preferences dialog. For more information please see <xref linkend="preferences"/>.
cs: V režimu snímání v sérii lze zaznamenat několik snímků za sebou. Režim pracuje stejně jako režim snímků až na to, že bude zaznamenáno snímků více. Pokud nejste v režimu snímání v sérii, klepněte na tlačítko s ikonou s řadou fotek nebo zvolte z nabídky <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Série</guimenuitem></menuchoice> a aplikace bude do tohoto režimu přepnuta. Režim snímání v sérii pořídí několik snímků vždy, když klepnete na tlačítko <guibutton>Pořídit vícenásobné snímky</guibutton> nebo stisknete <keycap>Mezerník</keycap>. Prodlevu mezi jednotlivými snímky lze nastavit v okně předvoleb. Více informací popisuje <xref linkend="preferences"/>.
de: Im Serienaufnahmemodus können Sie mehrere Bilder nacheinander aufnehmen. Bis auf die Aufnahme einer Bilderserie gleicht dieser Modus exakt dem Foto-Modus. Um aus einem der anderen Modi in den Serienaufnahmemodus umzuschalten, klicken Sie auf den Knopf mit dem Symbol für mehrere Bilder hintereinander oder wählen aus dem Menü: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Serienaufnahme</guimenuitem></menuchoice>, um in den Serienaufnahmemodus zu wechseln. Im Serienaufnahmemodus werden Bilder in Abständen einiger Sekunden aufgenommen, wenn der Knopf <guibutton>Mehrere Fotos aufnehmen</guibutton> angeklickt oder die <keycap>Leertaste</keycap> gedrückt wird. Die Verzögerung und die Aufnahmenanzahl können Sie im Einstellungsdialog festlegen. Weitere Informationen hierzu finden Sie in <xref linkend="preferences"/>.
es: En el modo ráfaga puede tomar varias fotos seguidas. Funciona exactamente igual que el modo foto, excepto que toma una serie de fotografías. Para cambiar al modo ráfaga cuando no esté en él pulse el botón que muestra el icono de varias imágenes o selecciónelo del menú: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Ráfaga</guimenuitem></menuchoice>. El modo ráfaga comenzará a tomar fotos cuando se pulse el botón <guibutton>Tomar múltiples fotos</guibutton> o se pulse la <keycap>barra espaciadora</keycap>. El retardo y la cantidad de imágenes que tomar se pueden establecer en el diálogo de preferencias. Para obtener más información consulte la <xref linkend="preferences"/>.
fi: Sarjakuvaustilassa voit ottaa useampia kuvia peräkkäin. Se toimii samalla tavalla, kuin valokuvatila, mutta ottaa sarjan kuvia. Mikäli et ole sarjakuvaustilassa, napsauta kuvakepainiketta, jossa on useampi kuvia peräkkäin tai valitse valikosta: <menuchoice><guimenu>Muikku</guimenu><guimenuitem>Sarjakuvaus</guimenuitem></menuchoice>, vaihtaaksesi sarjakuvaustilaan. Sarjakuvastilassa otetaan sarja kuvia muutamien sekuntien välein, kun napsautat<guibutton>Ota useita kuvia</guibutton> -painiketta tai painat <keycap>Välilyönti</keycap>-näppäintä. Viiveen ja otettavien kuvien määrän voit asettaa asetusvalintaikkunasta. Katso lisätietoja: <xref linkend="preferences"/>.
ko: 연사 모드에서는 사진을 줄줄이 찍을 수 있습니다. 이는 여러 개의 사진을 찍는다는 점을 제외하면 사진 모드와 완전 비슷하게 동작합니다. 연사 모드가 아닌 경우, 연사 모드로 전환하기 위해 여러 장의 그림이 줄줄이 보이는 아이콘을 보여주는 단추를 누르거나 메뉴에서 <menuchoice><guimenu>치즈</guimenu><guimenuitem>연사</guimenuitem></menuchoice>를 선택합니다. 연사 모드는 <guibutton>사진 여러 장 찍기</guibutton>로 표시된 단추가 눌렸거나 <keycap>Spacebar</keycap> 키가 눌렸을때 일정 시간 간격별로 여러 장의 사진을 찍기 시작할 것입니다. 지연시간과 찍을 사진의 양은 기본 설정 대화상자에서 설정할 수 있습니다. 더 자세한 정보를 보려면 <xref linkend="preferences"/>를 봅니다.
sv: I bildsekvensläge kan du ta flera bilder i rad. Det fungerar precis som fotoläget, förutom att det tar en sekvens av bilder. När du inte är i bildsekvensläget, klicka på knappen som visar en ikon av flera bilder i en rad eller välj det från menyn: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Bildsekvensläge</guimenuitem></menuchoice> för att ändra till bildsekvensläge. Bildsekvensläget kommer ta en serie bilder med ett intervall av ett antal sekunder mellan bilderna när knappen <guibutton>Ta flera foton</guibutton> eller tangenten <keycap>blanksteg</keycap> trycks. Antalet bilder och intervallet mellan dem kan ändras i inställningarna. För mer information, se <xref linkend="preferences"/>.

source: All modes can be used in fullscreen. To do this, click the <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Fullscreen</guimenuitem></menuchoice> menu to enter fullscreen mode, or press the <keycap>F11</keycap> key. To exit fullscreen mode, press the <keycap>Esc</keycap> or the <keycap>F11</keycap> keys.
cs: Všechny režimy mohou být použity v režimu na celou obrazovku. Pokud chcete na celou obrazovku přepnout, zvolte z nabídky <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Celá obrazovka</guimenuitem></menuchoice> nebo stiskněte klávesu <keycap>F11</keycap>. Režim na celou obrazovku ukončíte pomocí klávesy <keycap>Esc</keycap>nebo opět klávesou <keycap>F11</keycap>.
de: Sie können in allen Aufnahmemodi den Vollbildmodus einschalten. Klicken Sie auf <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Vollbild</guimenuitem></menuchoice>, um in den Vollbildmodus zu gelangen, oder drücken Sie <keycap>F11</keycap>. Um den Vollbildmodus zu beenden, drücken Sie <keycap>Esc</keycap> oder <keycap>F11</keycap>.
es: Todos los modos se pueden usar a pantalla completa. Para ello, simplemente pulse <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Pantalla completa</guimenuitem></menuchoice> para entrar al modo a pantalla completa, o pulse <keycap>F11</keycap>. Para salir del modo a pantalla completa pulse la tecla <keycap>Esc</keycap> o <keycap>F11</keycap>.
fi: Kaikkia kuvaustiloja voidaan käyttää kokoruututilassa. Vaihtaaksesi kokoruututilaan, napsauta valikosta <menuchoice><guimenu>Muikku</guimenu><guimenuitem>Kokoruutu</guimenuitem></menuchoice> tai napsauta <keycap>F11</keycap>-näppäintä. Kokoruututilasta pääset pois painamalla <keycap>Esc</keycap>- tai <keycap>F11</keycap>-näppäintä.
ko: 모든 모드에서 전체화면을 사용할 수 있습니다. 전체화면을 사용하시려면 <menuchoice><guimenu>치즈</guimenu><guimenuitem>전체 화면</guimenuitem></menuchoice> 메뉴를 클릭하셔서 전체화면 모드로 진입하거나 <keycap>F11</keycap> 키를 누르시면 됩니다. 전체화면 모드로부터 복귀하시려면 <keycap>Esc</keycap>키나 <keycap>F11</keycap> 키를 누르세요.
sv: Alla lägen kan användas i helskärmsläge. För att göra det, klicka på <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Helskärm</guimenuitem></menuchoice> för att använda helskärmsläget, eller tryck <keycap>F11</keycap>. För att avsluta helskärmsläget, tryck på <keycap>Esc</keycap> eller <keycap>F11</keycap>.

source: Cheese fullscreen screenshot
cs: Snímek aplikace Cheese v režimu na celou obrazovku
de: Cheese-Bildschirmfoto im Vollbildmodus
es: Captura de pantalla de Cheese a pantalla completa
fi: Muikun kokoruututilan kuvankaappaus
ko: 치즈 전체화면 스크린샷
sv: Skärmdump av Cheese i helskärmsläge

source: Working with photos and videos
cs: Práce s fotkami a videi
de: Mit Fotos und Videos arbeiten
es: Trabajar con fotos y vídeos
fi: Kuvien ja videoiden käsittely
it: Lavorare con foto e video
ko: 사진과 동영상 작업
sv: Arbeta med foton och video

source: Taking a photo
cs: Pořízení snímku
de: Ein Foto aufnehmen
es: Tomar una foto
fi: Kuvan ottaminen
it: Scattare una foto
ko: 사진 찍기
sv: Ta ett foto

source: To take a photo with Cheese, be sure to be in the “Photo” mode.
cs: Pokud chcete pořídit pomocí aplikace Cheese snímek, ujistěte se, že jste v režimu snímků.
de: Um ein Foto in Cheese aufzunehmen, stellen Sie sicher, dass Sie sich im »Foto-Modus« befinden.
es: Para tomar una fotografía en Cheese, asegúrese de estar en el modo «Foto».
fi: Kun ryhdyt ottamaan Muikulla valokuvaa, varmista, että olet Valokuva-tilassa.
ko: 치즈로 사진을 찍으려면 “사진” 모드로 되어 있는지 확인합니다.
sv: Försäkra dig om att du är i fotoläget för att ta ett foto i Cheese.

source: It's easy to take photos with special effects. Just click the button labelled <guibutton>Effects</guibutton>, and click on the effects desired as described in <xref linkend="using-effects"/>. You should now have the effects that you chose applied to the webcam input. Press the effects button again to get back to the normal view.
cs: Pořizovat snímky spolu se zvláštními efekty je snadné. Stačí klepnout na tlačítko <guibutton>Efekty</guibutton> a následně na požadované efekty tak, jak popisuje <xref linkend="using-effects"/>. V tomto okamžiku by měly být efekty aplikovány na vstup webkamery. Opětovným klepnutím na tlačítko <guibutton>Efekty</guibutton> se vrátíte do normálního zobrazení.
de: Klicken Sie zunächst auf den Knopf <guibutton>Effekte</guibutton> und danach auf die gewünschten in <xref linkend="using-effects"/> beschriebenen Effekte. Nun sollten die angeklickten Effekte auf die Eingabe der Webcam angewendet werden. Klicken Sie den Knopf erneut, um zur normalen Ansicht zurückzukehren.
es: Es fácil tomar fotos con efectos especiales. Simplemente pulse el botón <guibutton>Efectos</guibutton>, y pulse sobre los efectos que quiera tal y como se describe en <xref linkend="using-effects"/>. Ahora debería tener aplicados en la entrada de la cámara web los efectos que eligió. Pulse de nuevo el botón de Efectos para volver a la vista normal.
fi: On helppoa ottaa erikoistehosteita sisältäviä kuvia. Napsautat vain <guibutton>Tehosteet</guibutton>-painiketta ja valitset tehosteen, kuten ohjekirjan kohdassa <xref linkend="using-effects"/> on kuvattu. Sinulla pitäisi olla nyt Web-kamerasi lähetteessä haluamasi tehosteet. Napsauta Tehosteet-painiketta palataksesi takaisin normaalinäkymään.
ko: 사진을 찍고 특별한 효과를 적용하는 것은 쉽습니다. 단지 <guibutton>효과</guibutton> 라고 표시된 단추를 누르시고, <xref linkend="using-effects"/>에 설명된대로 원하는 효과를 누르시면 됩니다. 이제 웹캠 입력물에 효과가 적용되었을 것입니다. 일반 보기로 돌아가려면 효과 단추를 다시 누릅니다.
sv: Det är lätt att ta ett foto med effekter. Klicka helt enkelt på knappen <guibutton>Effekter</guibutton>, klicka på effekterna som du önskar, som beskrivs i föregående avsnitt, och tryck på knappen <guibutton>Effekter</guibutton> igen. Du bör nu ha effekterna som du klickade på tillämpade på webbkamerabilden.

source: To take a photo, press the button labelled <guibutton>Take a photo</guibutton> or press the <keycap>spacebar</keycap> key. Alternatively, you can also use the webcam capture button, if your webcam has one. You will then see <application>Cheese</application> count down from 3 or instantly take the photo, depending on your settings. When the photo is taken, your entire screen will flash white, and the photo that was just taken will appear in the photo stream at the bottom of the program's window. To abort the countdown you can use the <keycap>Esc</keycap> key.
cs: Pokud chcete pořídit snímek, klepněte na tlačítko <guibutton>Pořídit snímek</guibutton> nebo stiskněte <keycap>Mezerník</keycap>. Také můžete použít tlačítko na webkameře, pokud nějaké má. <application>Cheese</application> bude následně odpočítávat od tří nebo okamžitě pořídí snímek, v závislosti na vašem nastavení. Po pořízení snímku okno aplikace bíle problikne a právě pořízený snímek bude zobrazen v pruhu náhledů v dolní části okna. Odpočet můžete zrušit stisknutím klávesy <keycap>Esc</keycap>.
de: Um ein Foto aufzunehmen, klicken Sie auf den Knopf <guibutton>Foto aufnehmen</guibutton> oder drücken Sie die <keycap>Leertaste</keycap>. Alternativ können Sie den Aufnahmeknopf Ihrer Webcam verwenden, falls diese über einen solchen Knopf verfügt. Nun löst <application>Cheese</application> einen dreistufigen Zähler aus oder nimmt das Foto direkt auf, abhängig von Ihren Einstellungen. Wenn ein Foto aufgenommen wird, blitzt der gesamte Bildschirm in weiß und das Foto wird in der Fotoleiste am unteren Rand des Anwendungsfensters angezeigt. Um den Zähler abzubrechen, verwenden Sie die <keycap>Esc</keycap>-Taste.
es: Para tomar una foto pulse el botón <guibutton>Tomar una foto</guibutton> o pulse la <keycap>barra espaciadora</keycap>. Alternativamente también puede usar el botón de captura de la cámara web, si su cámara tiene uno. Entonces verá en <application>Cheese</application> una cuenta atrás desde 3 o bien tomará la foto instantáneamente, dependiendo de sus ajustes. Cuando se toma la foto la pantalla entera se quedará unos momentos en blanco, como un flash, y la foto que se tomó aparecerá en la galería de fotos en la parte inferior de la ventana del programa. Para abortar la cuenta atrás puede usar la tecla <keycap>Esc</keycap>.
fi: Ota kuva napsauttamalla <guibutton>Ota kuva</guibutton> -painiketta tai painamalla <keycap>Välilyönti</keycap>-näppäintä. Voit käyttää myös Web-kamerasi kuvauspainiketta, mikäli siinä sellainen on. Tämän jälkeen näet <application>Muikun</application> laskevan kolmeen tai ottaa välittömästi kuvan, riippuen asetuksistasi. Kun kuva on otettu, koko näyttö välähtää valkoisena ja juuri otettu kuva ilmestyy kuvavirtaan ohjelman ikkunan alaosaan. Laskennan voit keskeyttää painamalla <keycap>Esc</keycap>-näppäintä.
ko: 사진을 찍기 위해 <guibutton>사진 찍기</guibutton> 라고 표시된 단추를 누르거나 <keycap>spacebar</keycap> 키를 누릅니다. 대신, 웹캠에 촬영단추가 있다면, 웹캠의 촬영단추를 사용 할 수 있습니다. 그러면 설정한 내용에 따라 셋부터 카운트 다운을 하거나 바로 즉시 사진을 찍는 <application>치즈</application>를 볼 수 있습니다. 사진을 찍고나면 전체 화면이 하얀색으로 깜빡이고 프로그램 윈도우 아래에 있는 포토 스트림에 나타날 것입니다. 카운트 다운을 중단하기 위해 <keycap>Esc</keycap> 키를 사용할 수 있습니다.
sv: För att ta fotot, tryck på knappen <guibutton>Ta ett foto</guibutton> eller tryck på <keycap>Blanksteg</keycap>. Alternativt kan du också använda webbkamerans avtryckarknapp om den har en sådan. Du kommer sedan att se att <application>Cheese</application> räknar ner från 3 eller tar fotot direkt, beroende på dina inställningar. När fotot tas kommer hela din skärm att blinka i vitt, och fotot som just togs kommer att visas i fotoströmmen i nederkant av programfönstret. För att avbryta nedräkningen kan du trycka på <keycap>Esc</keycap>-tangenten.

source: Recording a video
cs: Záznam videa
de: Ein Video aufnehmen
es: Grabar un vídeo
fi: Videon nauhoittaminen
ko: 동영상 녹화
sv: Spela in en video

source: To record a video in Cheese, make sure that the <guibutton>Video</guibutton> button has been pressed.
cs: Pokud chcete pořídit pomocí aplikace Cheese video, ujistěte se, že jste v je stisknuto tlačítko <guibutton>Video</guibutton>.
de: Um ein Video in <application>Cheese</application> aufzunehmen, stellen Sie bitte sicher, dass der Knopf <guibutton>Video</guibutton> angeklickt wurde.
es: Para grabar un vídeo en Cheese, asegúrese de que el botón <guibutton>Vídeo</guibutton> está pulsado.
fi: Kun aloitat videon nauhoittamisen Muikussa, varmista että <guibutton>Video</guibutton>-painiketta on painettu.
ko: 치즈에서 동영상을 녹화하려면, <guibutton>비디오</guibutton> 단추가 눌려졌는지 확인해보기 바랍니다.
sv: Försäkra dig om att du har tryckt på knappen <guibutton>Video</guibutton> för att spela in en video i Cheese.

source: To start recording a video, press the button labelled <guibutton>Start Recording</guibutton> or press the <keycap>Spacebar</keycap> key. Alternatively, you can also use the webcam capture button, if your webcam has one. To stop recording just press the same button, now labelled <guibutton>Stop Recording</guibutton>, and the recording will stop and the video saved.
cs: Pokud chcete začít záznam videa, klepněte na tlačítko <guibutton>Spustit nahrávání</guibutton> nebo stiskněte <keycap>Mezerník</keycap>. Také můžete použít tlačítko na webkameře, pokud nějaké má. Záznam videa zastavíte opětovným klepnutím na stejné tlačítko, nyní nadepsané <guibutton>Zastavit nahrávání</guibutton>, a video bude uloženo.
de: Um eine Videoaufnahme zu starten, klicken Sie auf den Knopf <guibutton>Aufnahme starten</guibutton> oder drücken Sie die <keycap>Leertaste</keycap>. Alternativ können Sie den Aufnahmeknopf Ihrer Webcam verwenden, falls diese über einen solchen Knopf verfügt. Zum Beenden der Aufnahme klicken Sie auf den gleichen Knopf, der nun mit <guibutton>Aufnahme stoppen</guibutton> beschriftet ist, woraufhin die Aufnahme beendet und das Video gespeichert wird.
es: Para comenzar a grabar un vídeo pulse el botón <guibutton>Comenzar a grabar</guibutton> o pulse la <keycap>barra espaciadora</keycap>. Alternativamente también puede usar el botón de captura de su cámara web, si su cámara web tiene uno. Para detener la grabación simplemente pulse el mismo botón, ahora llamado <guibutton>Parar de grabar</guibutton>, detendrá la grabación y guardará el vídeo.
fi: Videon nauhoittamisen voit aloittaa napsauttamalla <guibutton>Aloita nauhoittaminen</guibutton> -painiketta tai painamalla <keycap>Välilyönti</keycap>-näppäintä. Voit käyttää myös Web-kamerasi kuvauspainiketta mikäli siinä sellainen on. Pysäytä nauhoitus painamalla samaa näppäintä, jonka teksti on nyt <guibutton>Pysäytä nauhoitus</guibutton>, jolloin nauhoitus pysähtyy ja video tallennetaan.
ko: 동영상 녹화를 시작하려면 <guibutton>녹화 시작</guibutton> 혹은 <keycap>Spacebar</keycap> 키를 누릅니다. 대신, 웹캠에 촬영단추가 있다면, 웹캠의 촬영단추를 사용할 수 있습니다. 녹화를 멈추려면 <guibutton>녹화 중단</guibutton>으로 표시된 같은 단추를 누르시면 됩니다. 그러면 녹화가 중단되고 동영상이 저장될 것입니다.
sv: För att starta en videoinspelning, tryck på knappen <guibutton>Starta inspelning</guibutton> eller tryck på <keycap>Blanksteg</keycap>. Alternativt kan du också använda webbkamerans avtryckarknapp om den har en sådan. För att stoppa inspelningen, tryck på samma knapp igen som nu heter <guibutton>Stoppa inspelningen</guibutton>. Inspelningen kommer stoppas och videon sparas på hårddisken.

source: If your video appears to be jerky or has a low frame rate (only updating the picture every few seconds), it does not mean that the recording has a similar frame rate. In many cases, the recorded file will have a better frame rate.
cs: Pokud se video bude zdát ošklivé nebo s nízkou frekvencí snímků (obraz se obnovuje jednou za pár sekund), neznamená to, že záznam je skutečně takový. V mnoha případech má uložený soubor lepší hodnoty frekvence snímků.
de: Falls Ihr Video stockt oder in einer niedrigen Bildrate wiedergegeben wird (das Bild wird nur in Abständen von mehreren Sekunden aktualisiert), bedeutet dies nicht, dass die Bildrate der Aufnahme auch so niedrig ist. In vielen Fällen ist die tatsächliche Bildrate der aufgenommenen Datei weitaus besser.
es: Si parece que su vídeo funciona a saltos o tiene una tasa de fotogramas baja (sólo actualiza la imagen cada unos pocos segundos), no significa que la grabación original también sea de baja calidad. En muchos casos la tasa de fotogramas grabada es mayor y más constante.
fi: Mikäli video näyttää nykivän tai kuvataajuus on hidas (päivittyy vain muutamien sekuntien välein), se ei tarkoita, että nauhoitteessa olisi samankaltainen kuvataajuus. Monissa tapauksissa nauhoitetussa tiedostossa on parempi kuvataajuus.
ko: 동영상이 끊기거나 프레임 전송률 (사진이 몇 초마다 바뀌는가?) 이 낮다면, 동일한 프레임 전송률로 녹화했다는 뜻이 아닙니다. 대부분 녹화된 파일은 더 나은 프레임 전송률을 지니고 있습니다.
sv: Om din video är hoppig och har låg bildfrekvens (endast uppdaterar bilden med ett par sekunders mellanrum), så betyder inte det att inspelningen har samma bildfrekvens. I många fall kommer den inspelade filen att ha en bättre bildfrekvens.

source: Taking a series of pictures in burst mode
cs: Pořízení více snímků v režimu snímání v sérii
de: Aufnahme einer Bilderserie im Sereinaufnahmemodus
es: Toma una serie de imágenes en modo ráfaga
fi: Kuvasarjan otto sarjakuvaustilassa
ko: 연사 모드에서 여러 장의 사진 찍기
sv: Ta en serie bilder i bildsekvensläge

source: To take more than one picture over some time you can use the burst mode. Burst mode can be set up in the preferences dialog where you can also set the amount of pictures you want to take and the delay in seconds between them. You can find more information about that in <xref linkend="preferences"/>.
cs: Pokud chcete pořídit více snímků během určitého času, použijte režim snímání v sérii. Vlastnosti tohoto režimu lze upravit v okně předvoleb, kde lze nastavit počet snímků v sérii a prodleva mezi nimi. Více informací popisuje <xref linkend="preferences"/>.
de: Um mehrere Bilder nacheinander aufzunehmen, können Sie den Serienaufnahmemodus verwenden. Den Serienaufnahmemodus können Sie im Einstellungsdialog auswählen, wo Sie auch die Anzahl der aufzunehmenden Bilder sowie die Verzögerung zwischen den Aufnahmen angeben können. Weitere Informationen hierzu finden Sie in <xref linkend="preferences"/>.
es: Para tomar más de una fotografía en un lapso de tiempo puede usar el modo ráfaga. El modo ráfaga se puede establecer en el diálogo de preferencias, donde también puede ajustar el número de imágenes que quiere tomar y el retardo en segundos entre ellas. Puede encontrar más información acerca de esto en <xref linkend="preferences"/>.
fi: Sarjakuvaustilassa voit ottaa useamman kuvan kerralla tietyllä aikavälillä. Sarjakuvaustilan asetukset voidaan määrittää Asetukset-valintaikkunassa, missä voit valita otettavien kuvien määrän ja kuinka pitkä tauko sekunteina pidetään kuvien ottamisen välillä. Lisätietoja asetuksista löytyy käyttöohjeen kohdassa <xref linkend="preferences"/>.
ko: 때때로 한 장 이상의 사진을 찍으려면 연사 모드를 사용할 수 있습니다. 연사 모드는 기본 설정 대화상자에서 몇 장의 사진을 찍을 것인지 사진을 몇 초 간격으로 찍을 것인지를 설정할 수 있습니다. 이에 대한 자세한 정보는 <xref linkend="preferences"/>에서 찾을 수 있습니다.
sv: För att ta fler än en bild över en tid, kan du använda bildsekvensläget. Bildsekvensläget kan ställas in i inställningarna, där du kan ändra antalet bilder som ska tas och intervallet i sekunder mellan varje bild. Du kan hitta mer information om det i <xref linkend="preferences"/>.

source: To start the burst mode, press the button labelled <guibutton>Take Multiple Photos</guibutton> or press the <keycap>Spacebar</keycap> key. Alternatively, you can also use the webcam capture button, if your webcam has one. To stop the burst capture you can use the <keycap>Esc</keycap> key.
cs: Režim snímání v sérii spustíte klepnutím na tlačítko <guibutton>Pořídit vícenásobné snímky</guibutton> nebo stisknutím <keycap>Mezerníku</keycap>. Také můžete použít tlačítko na webkameře, pokud nějaké má. Záznam snímků zastavíte stisknutím klávesy <keycap>Esc</keycap>.
de: Um eine Aufnahme im Serienaufnahmemodus zu starten, klicken Sie auf den Knopf <guibutton>Mehrere Fotos aufnehmen</guibutton> oder drücken Sie die <keycap>Leertaste</keycap>. Alternativ können Sie den Aufnahmeknopf Ihrer Webcam verwenden, falls diese über einen solchen Knopf verfügt. Zum Beenden der Serienaufnahme verwenden Sie die <keycap>Esc</keycap>-Taste.
es: Para comenzar a grabar un vídeo pulse el botón <guibutton>Comenzar a grabar</guibutton> o pulse la <keycap>barra espaciadora</keycap>. Alternativamente, también puede usar el botón de captura de la cámara web, si su cámara tiene uno. Para parar el modo ráfaga puede usar la tecla <keycap>Esc</keycap>.
fi: Sarjakuvaustilan käytön voit aloittaa napsauttamalla <guibutton>Ota useita kuvia</guibutton> -painiketta tai painamalla <keycap>Välilyönti</keycap>-näppäintä. Voit käyttää myös Web-kamerasi kuvauspainiketta, mikäli siinä sellainen on. Sarjatilan kuvauksen voit lopettaa painamalla <keycap>Esc</keycap>-näppäintä.
ko: 연사 모드를 시작하려면 <guibutton>사진 여러 장 찍기</guibutton>로 표시된 단추를 누르거나 <keycap>Spacebar</keycap> 키를 누릅니다. 웹캠에 촬영단추가 있다면, 웹캠의 촬영단추를 사용할 수 있습니다. 연사 활영을 중단하기 위해 <keycap>Esc</keycap> 키를 사용할 수 있습니다.
sv: För att starta bildsekvenstagning, tryck på knappen <guibutton>Ta flera foton</guibutton> eller tangenten <keycap>blanksteg</keycap>. Alternativt kan du använda webbkamerans avtryckarknapp om den har en sådan. För att stoppa bildsekvenstagningen kan du använda <keycap>Esc</keycap>-tangenten.
